package com.mihadev.poderevjanskyibot;

import java.util.Arrays;
import java.util.List;

import static com.mihadev.poderevjanskyibot.Book.*;

class Quotes {
    static final List<Quote> QUOTES = Arrays.asList(
            new Quote(DANKO, "Хлопці! Хорош ноги бить. Начальство очки гребе, а ми синці лопатою вигребаємо."),
            new Quote(DANKO, "Не розмишлять! Чмо японське! Іттіть!"),
            new Quote(DANKO, "Урааа! Вперьод, чмо японське!"),
            new Quote(DANKO, "Всі біжать за Данком у напрямку протилежному тому з якого прийшли."),
            new Quote(DANKO, "Та вже мабуть прийшли."),
            new Quote(DANKO, "Контра. Не пиздіть. Іттіть."),
            new Quote(DANKO, "Я їбав таку жизнь."),
            new Quote(DANKO, "Харош, пизда ваша мати. Шо поставали?"),
            new Quote(DANKO, "Вот ніхуйова пагодка."),
            new Quote(DANKO, "Шо мовчите? Га? Де Ізергіль, стара блядь!"),
            new Quote(DANKO, "А не пішов би ти на хуй!"),
            new Quote(DANKO, "DANKO! Нирки рви – вони горітимуть."),
            new Quote(DANKO, "Голос з натовпу. Ніхуя нє піздєц! Ми тут в пустині сад зробимо!"),

            new Quote(PACAVATA_ISTORIA, "Клім Моісєйович, послушайтє міня, Ви підарасів етіх бойтєсь, как огня!"),
            new Quote(PACAVATA_ISTORIA, "Я встрашном гнєвє, помолчі, мудак, Когда говоріт Гнат Пилипович Рак!"),
            new Quote(PACAVATA_ISTORIA, "Моя твою возьмьот за голу сраку І харашо отпіздіт, як собаку."),
            new Quote(PACAVATA_ISTORIA, "Ідітє нахуй всє, покіньтє кабінет!"),
            new Quote(PACAVATA_ISTORIA, "Лариса Сидорівна Сало Сьогодні под трамвай попала, І он їй іспортіл всьо їбало."),
            new Quote(PACAVATA_ISTORIA, "Смотрітє, от хуйова баба. І відно, шо на перед слаба."),
            new Quote(PACAVATA_ISTORIA, "Ви, курви, обє замолчіть! Кажу я, нахуй всі ідіть!"),
            new Quote(PACAVATA_ISTORIA, "Товариш Рак, ви шо мудак?"),
            new Quote(PACAVATA_ISTORIA, "К тєбє прийшов я нє таясь, Тьми вогкой пацаватий Князь."),
            new Quote(PACAVATA_ISTORIA, "Токо блядь так заставляє сєбя ждать!"),
            new Quote(PACAVATA_ISTORIA, "Ви мене іжвінітє жа хуйову дікцію. У мєня кольцо в жубах."),

            new Quote(HVOROBA_IVASYKA, "Входить Випадєніє Матки. Воно таке як і інші, тількі між ногами у нього волочиться мішок."),
            new Quote(HVOROBA_IVASYKA, "Вже стара блядь, а брючного костюма наділа"),
            new Quote(HVOROBA_IVASYKA, "Ми ковалі нашого щастя, Івасику!"),
            new Quote(HVOROBA_IVASYKA, "А ти молодець, Івасик, знаєш, що слину лікарі збирають на аналізи. Я вже чемодан слини назбирав!"),
            new Quote(HVOROBA_IVASYKA, "Гарний хлопчик. Зараз лікар випише рецептик і будем ням-ням дімедрольчик. Хочеш ням-ням дімедрольчик?"),

            new Quote(JAN_MARE, "Жан Маре, улюбленець глядача.\n" + "Віолєтта і Травіата, бляді, котрих їбе Жан Маре."),
            new Quote(JAN_MARE, "Йобана обізьяна, Єбіческа сила, потусторонні сили зла."),
            new Quote(JAN_MARE, "Дія друга.\n" + "Жопа. В ній сидить Кардинал."),
            new Quote(JAN_MARE, "Рошфор продовжує катувать блядєй. Він пиздить їх великим дрючком, б’є ногою по зубах і по печінці."),
            new Quote(JAN_MARE, "А чого в очі не дивитесь, суки?"),
            new Quote(JAN_MARE, "Мені Віолетта часи подарила. П’ятьсот карбованців стоять. (дістає часи Орієнт і пиздить їми об стол) Бачиш! А їм ніхуя!"),
            new Quote(JAN_MARE, "Це не наші. Мені Травіата теж галстук подарила, щоб не пиздив."),
            new Quote(JAN_MARE, "От блядь! Всі мої плани накрились пиздою."),
            new Quote(JAN_MARE, "Товаришу начальник! Передовий підрозділ у складі старшого сержанта Йобаної обізяни і єфрейтора Йєбіческой сили впиздили якусь стару пизду."),

            new Quote(HAMLET, "Він босий, бородатий і пацаватий."),
            new Quote(HAMLET, "Як остопиздило купатися мені. Чи може іскупатися? Купатись чи не купатись? Блядські ці питання зайобують. " +
                    "То може, не вагаясь, спустити враз штани та батерфляєм хуярити, аж поки за буями в очах не потемніє? Ну а згодом? " +
                    "Про наслідки можливі не подумать? Один лиш тільки раз і вже крадеться піздець з своєю усмішкою хижой. " +
                    "Простуда, геморой, чіряк на сраці, запльована підлога, лікарі, від шприца гематоми і могила… " +
                    "На ній брудна Офелія вонюча та купка маргаріток, а під нею лежить той фраєр, що любив купатись. " +
                    "Такіє варіанти єбав я в рот і в носа. (Гамлєт харка у море і його дрючком пиздячить.)"),
            new Quote(HAMLET, "Мон шер Гамлєт! Ходімо в кабінєт. Канхвету дам тобі я посмоктати. Канхвета очєнь класна, Тузік вкусний."),
            new Quote(HAMLET, "Не вір, мій сину, цьому підорасу. Канхвету ту тобі він в жопу встромить."),
            new Quote(HAMLET, "От бач, злякався, йобаний сцикун. Він обісцяв мене на полюванні, коли я міцно спав. " +
                    "Підступною рукою він в ухо спрямував брудного хуя. І скосопиздила моє прекрасне тіло смертельная гангрена. " +
                    "Помсти хочу! Побачить цю падлюку на параші, за грою в півника з неголеним убивцей, або в канторі сраним інженером, " +
                    "або у юрті раком на підлозі татари шоб його єбали в сраку!"),
            new Quote(HAMLET, "Не можна мстить. Повинні ми любити всіх підорасів, злодіїв, убивць. Бо кожний з них – народ, всі – богоносці."),
            new Quote(HAMLET, "То може ти і м’яса не їси?"),
            new Quote(HAMLET, "Ні, не їсу я м’яса принципово. Я тільки випить іноді люблю, бо ми народ широкий і гостинний і випити ми можем дохуя, намного більше інших інородців, жидів та басурман."),
            new Quote(HAMLET, "Хуйова мода. Пробзділось шось у Дацькому князівстві… Коли я був царем, єбав я в жопу всіх богоносців в купі з Львом Толстим. " +
                    "Но це, конєшно, в смислє пєрєносном. Бо підорасів, з дєтства не любивши, посилав їх на хімію єбошить на благо Батьківщини. " +
                    "О часи, о Данія нещасна!"),
            new Quote(HAMLET, "Ви, батьку, там привидом вже зовсім заєбались. Шось пиздите таке, що не просцяти і за цілий тиждень. " +
                    "Я же вам сказав, що мститися не можу, бо всі люди – це браття на землі, окрім жидів, татар, масонів, негрів, білорусів, которих я ненавиджу. " +
                    "В цілому я ж гуманіст, не те шо ви, папаша. Вам тільки би горілки засадить та мамку бідну на печі єбати, аж дим із хати йде. " +
                    "А потім чаю посьорбати і кидати сокиру в паралізовану бабуню, в унітаза хуярить чобітьми і так же много другої хуйні за вами замічав я. " +
                    "Навіщо ж вам було родного брата, слабкішого за вас своїм здоров’ям, примушувать лизати вам мін’єта? От він і єбанувся, бідолашний, і це не дивно. " +
                    "Мати моя, бідна, ненавиділа вас, як я жидів. Мене ж, синка хорошого, любила і часто пестила. А я із нею грався у котика та білочку. " +
                    "Ви, батьку, пиздуйте в ваше море та хутчіше, бо я дрючком переєбу єбальник щє й дядька позову і ми з ним разом таких піздюлєй вам понакладаєм, шо Данія здригнеться."),
            new Quote(HAMLET, "Сучій сину, хуйовий нєдоносок! Так на батька! Таку хуйню казать! " +
                    "Чом не втопив я тебе в малаф’ї як ти родився? Чом не засунув в жопу головою і задушив? О курвяча сімейка! Зажди ж у мене!"),
            new Quote(HAMLET, "Папаша блядский, в доску заєбали. Піти би випить в барі шампаньйоли, бо в сурлі мов коти понасцикали і несвідомо хочеться лизати шершавим язиком гарачі зуби…"),
            new Quote(HAMLET, " На гербі зображено ведмедя. В одній руці у ведмідя молоток, а в другій – балалайка. Це символізує працелюбність і незакомплексованість тварюки."),
            new Quote(HAMLET, "Непомітно, м’ягкою ходою підораса, входить Клавдій, хтивий дядько принца."),
            new Quote(HAMLET, "Сьогодні я гуляв на датськом взмор’є з твоїм синком красівим. Я канхвету хорошу очєнь, вкусную, єму давав, но он нє взял, муділа."),
            new Quote(HAMLET, "Я виєбу його. Канхвєта Тузік, очєнь нє хуйова."),
            new Quote(HAMLET, "Чимсь бздить у кабінеті, неначє хтось насрав нечистоплотно. Відкрийте хвортку, хами, щоб пробзділось."),
            new Quote(HAMLET, "Ага, падлюки! Всім скидать штани і стати раком! Щас піздець вам буде, слівайте воду, йобані масони, чи як вас там."),
            new Quote(HAMLET, "Мій Привиде, ніякої хуйні не робим ми. Ко всєм жидомасонам іспитуєм злобу і ненавість і каждий день національні гімни на балалайці хором ісполняєм. " +
                    "Бояться нас жиди та басурмани, престіж крєпчаєт, мощно возрастаєт дєнь ото дня процент жиров у маслі. Довольні хами, ситі в них єбала. " +
                    "Гораздо мєньшє стало підорасів, єбошать всі вони як папа Карло на хімії в Черкасах. Лєсбіянки – усі на Соловках."),
            new Quote(HAMLET, "Дивись, мій сину, це – жидомасони. Ти запиздяч дрючком їх по печінці, потом мєнє доложиш. Шо не ясно?"),
            new Quote(HAMLET, "Папаша, всьо буде в лучшем відє, не хвилюйтесь."),
            new Quote(HAMLET, "Гамлєт пиздить усіх дрючком: пиздячить герба з ведмедєм, потім заливає шампанськоє в рояль і шпроти запускає туди ж. І по роялю пиздить дрючком. Рояль гуде."),
            new Quote(HAMLET, "Мій сину, то рояль, а не жиди, його не надо пиздить. За валюту його я купував."),
            new Quote(HAMLET, "Єбав я всє роялі, і валюту, і всіх жидів."),
            new Quote(HAMLET, "Гамлєт пиздить Привида дрючком. Привид пада. На полу лежать трупи, попижжені Гамлєтом. В роялі тихо плавають шпроти. Входить Зігмунд Фрейд. Його окуляри таємничо блищать в темноті."),
            new Quote(HAMLET, "Ітоги подвєдьом. Упиздив тата. І мамку запиздячив з рідним дядьком. Попиздив мєбєль ценную, герба національного хуйнув. Усюди смерть, розруха. " +
                    "Не буду більше пити я, хоч, правда, яка розумная цьому альтернатіва? Ех, блядська Данія! Піздєц всім сподіванням…"),
            new Quote(HAMLET, "Гамлєт рве на собі толстовку. Тихо грає музика, приємний голос співа “Яблучко”. Зігмунд Фрейд підходить до Гамлєта, коле його шприцем у сраку і уводить до божевільного дому. " +
                    "Hа сцені з’являються семеро матросів в жахливих чорних бушлатах. Пісня “Яблучко” переможно шириться. Під веселі звуки “Яблучка” матроси мовчки страшно відбивають чочотку."),


            new Quote(TSIKAVI_DOSLIDY, "Чергове заняття по вивченню життя жаби у світі атеїстичного сприйняття дійсності. Кінцева мета: на прикладі жаби довести учнів до переконання, шо Бога нема."),
            new Quote(TSIKAVI_DOSLIDY, "Одна думка, шо Бог є – це вже хуйня!"),
            new Quote(TSIKAVI_DOSLIDY, "Звичайно, хуйня, Зоя Жорівна, ще й яка хуйня. Це ідеалістичний онанізм."),
            new Quote(TSIKAVI_DOSLIDY, "Обоє замисленно мовчать, мабуть думають про Бога і про те, що його нема."),
            new Quote(TSIKAVI_DOSLIDY, "Мертва тиша, під час якої піонер Вася лапа за сраку піонерку Стасю."),
            new Quote(TSIKAVI_DOSLIDY, "Жаба живе в саду, живиться продуктами народного господарства, тому жаба – шкідник, її треба знищувати. Наш народ вже даво оголосив війну жабі."),
            new Quote(TSIKAVI_DOSLIDY, "З першого погляду, жаба схожа на самольота. У неї єсть фюзеляж і шассі. " +
                    "Шассі у жаби розрізняють: передні (відриває і показує) і задні (відриває і показує). " +
                    "В сраці у жаби є сопло, в котре дослідники встромляють соломину…"),
            new Quote(TSIKAVI_DOSLIDY, "…соломину, яка зветься катетер."),
            new Quote(TSIKAVI_DOSLIDY, "В результаті нервового струсу ми бачимо у жаби розлад нервової системи, шо привело тварюку до клінічної смерті, ознаками якої служить відсутність потіння дзеркальця."),
            new Quote(TSIKAVI_DOSLIDY, "Один їжачок за одну ніч з’їдає стільки народного добра, скільки важить сам. Тому їжачків треба знищувати. І тут нам у пригоді стає наша славна авіація. Один самольот за один день знищує стільки їжачків, скільки важить сам."),
            new Quote(TSIKAVI_DOSLIDY, "Триста шістдесят п’ять самольотів з їжачками"),
            new Quote(TSIKAVI_DOSLIDY, "І знов двійка, Носенко. Хто ж це знищує самольоти? Це ж наша гордість."),
            new Quote(TSIKAVI_DOSLIDY, "Мирон Опанасович заширює скальпеля в їжачка, ріже його і розповідає."),
            new Quote(TSIKAVI_DOSLIDY, "Зоя Жорівна підключає білочку до штепселя і продовжує розповідати."),
            new Quote(TSIKAVI_DOSLIDY, "Діти, перед вами білочка, ворог лісів."),
            new Quote(TSIKAVI_DOSLIDY, "Нервове посмикування білочки – це живе свідоцтво міці нашого електричного струму, а також розплата за загублену білочкою тайгу."),
            new Quote(TSIKAVI_DOSLIDY, "Зоя Жорівна виключа білочку і кидає у вікно її обсмалені рештки."),
            new Quote(TSIKAVI_DOSLIDY, "Зробимо висновки, діти. Бога нема, а є природа. Природу треба міняти і знищувать все, що в ній непотрібно."),


            new Quote(HEROJ_NASHOGO_CHASU_1, "Я сьогодні Анжелу виїбу, бля буду. Ти в це діло не мішайся, бо я тобі залупу відріжу і натягну на їбальника, бля буду. Пойняв?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Пойняв."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Підбери, синок хуїв."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Їж, шакал йобаний!"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Кому спасібо надо сказать?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Вчити вас, синків, треба, іщо ніхуя служби не пойняли."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Савка витира масні губи піджаком і любовно хряскає Ахванасія по лобі, так, що той гепається на запльовану Савкою підлогу."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Шо не ясно, йоб твою в дарданели мать."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Шо стоїш, як ісусик? Бабу їбав?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Ги-и."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А хочеться!"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Хе, йобаний черепок."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Дівчата, хто буде чай пить, а хто кохфе?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Я кохфе буду"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Входить Митродора Пилипівна, вже пожила, але гарна курва."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Я щаз була на діспуті, шо такоє щастя. Нічого, культурно побазарілі. Правда, лєктор був якийсь припездяний."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А гарний пацанчик, їбать мене в дишло…"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Анжела, тєбє двє мінути на размишлєнія. Наябуй кохфе і пиздуй за мной."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Ти посмотрі, какой он бистрий."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Хорош пиздєть."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А хто ви такой, пришлі, матюкаєтесь тут, шо такоє?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Та йоб твою мать, жидок, я тебе раз переїбу, в тебе залупа отвалиться."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "От ето удар."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Шо, нравіца? На."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Савка пиздить Митродору Пилипівну. Митродора Пилипівна пада, як мішок з гавном."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Щас в ігру поіграєм. Цель ігри – вийті живим із боя. Всім стать к стєнє."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Савка, не пиздь, я не винєсу."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Винєсєш."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Пиздєць, нахуй."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А будем хуєм груши збивать."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "От погуляли ми сьогодні! Особєнно я іржав, коли ви тьолок пизділи. От піздєц!"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "В етой жизні так, Ваня: хто умнєє, тот і прав."),

            new Quote(HEROJ_NASHOGO_CHASU_2, "Єгорка Іванцов, геолог і дурний кацап."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Васіліса Єгоровна, женщіна мужской мєчти."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Савка, герой нашого часу."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Савка (плює униз). Пригай, нахуй!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ну його в пизду, блядь!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Мєткость рук, блядь, і нікакого мошенства."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Стоїмо, бля, а він летить, бля, так Савка як запиздячить, бля. " +
                    "Кажу: “Піздєц, нахуй”, – а Савка: “Ніхуя собі”. – та палкою як переїбе, каже: “Чмо йобане”. " +
                    "Знаєш Савку? А я забрав, оце борщ зваримо. Ніхуйово погулялі."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Нє дєлай волни, Хваня."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "По-вашему, ето сич називається?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Шо за сич. блядь, ніхуя не просцу."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Чурка йобаний, блядь, чєрєз мінуту віжу борш на столє, кругом всьо блєстіт-свєркаєт! Шо не ясно, бля?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Йобані чурки заїбали, нахуй."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Диви, Савка, мамка нехуйова."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Я таких мамок, Хваня, тоннами на хую вєртєл."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Було б время, можна було б зайнятися. Неохота тока мудохатися."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Рєбята, ви нє студенти, случайно?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ми доктори, нахуй."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "У мєня такоє мнєніє, єслі чєловєк нє любіт поезію, он сам сєбя обкрадиваєт, мнє жалко такого чєловєка!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А ви говоріте, для мєня єслі чєловєк нє любіт пріроду, нє любіт животних, нє знаєт поезію родного края, он для мєня нє существуєт!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Під час балачок Горгони Пилипівни Савка і Ахванасій сидять мовчки, дегенеративне відкривши роти, як то роблять хворі на аденоїди, і мовчать."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Заїбала нас тут, шось пиздить, а шо – хуй просциш."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Переїби, шоб не пизділа."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ахванасій пиздить Горгону Пилипівну. Горгона Пилипівна падає довго і важко, як мішок з гавном."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ми з неї тоже будем борщ варить, чи може так зажарім, нахуй, да і з’єдім?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Чурка хуєв! Скіки тєбя учіть можна, блядь! А шо, борщ залупою їсти будем?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ахванасій витаскує з борща противну орлячу голову і висмоктує в неї мозги."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ти, Савка. попробуй! В голові фосфору дохуя, волоси випадать перестануть."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Я думаю, что такая женщіна, как ви, должна украшать жізнь мужчіни, Васіліса Єгоровна." +
                    " Можно, я вас поцелую?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А вот етого как раз і ніззя."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Как же так, почєму ніззя?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А так, ніззя і всьо."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Синка раз запиздячить, і піздєц йому буде."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Товаріші, сюда ніззя, тут гадюк много, укусят!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Пригай вніз, синок хуєв, пока я разрєшаю!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Тока попробуйте подойті, уркагани, всєх повбиваю!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Під час неї гнєвної рєчі Хабібулін кида в Єгорку ховрашком і влучає йому в їбальніка. "),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Васіліса Єгоровна, яка безперечно вважає, шо щас її нємєдлєнно будуть їбати, гнєвно свєрка глазами і робить хорошу міну при поганій ігрі."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Пригай, нахуй!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Так шо, Савка, може їбати і нє будєм, мєнє шо то нє хочєтся…"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Нахуй она нам така здалась. Правда, дядя Савка?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Хлопчики, та ви шо?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А можєт давайте поговорім, рєбята. Ви ізвінітє, я сначала, було, подумала, шо ви жлоби, так вийшло случайно." +
                    " Ви мнє даже понравілісь, я даже подумала, какіє інтєрєсниє пацанчікі в горах гуляют…"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ця хуйня тобі не допоможе. Хлопці, будєм грать в ігру “Артілєрія бьйот по своїм”."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Заїбали, курви, чи женщіни, чи може якісь кури, хуй просциш…"),


            new Quote(DIANA, "Жора, невизначеного віку мужик, схожий на чорта, якого виперли з пекла за профнепридатність."),
            new Quote(DIANA, "Василь Гнатович, вождь палати хворих, статечний мужик, схожий на Сталіна епохи підписання Ялтинської угоди."),
            new Quote(DIANA, "Сірьожа, середнього віку мужик, хитрий і наївний, як вовк у казці."),
            new Quote(DIANA, "Діна, юна, спокуслива і спортивна медсестра з довгими ногами, широкими плечима і античною шиєю."),
            new Quote(DIANA, "В палаті на кроватях лежать Василь Гнатович, Жора, Сірьожа, Валєрік і Енгельс Гасанович з забинтованими в різних місцях і синіми, як баклажан, їбальниками."),
            new Quote(DIANA, "Хворі лежать смирно, як дрова, що чекають на холодну зиму, але це оманлива смирність." +
                    " В їхніх червоних оченятах світиться бойове завзяття і жадоба життя."),
            new Quote(DIANA, "Голос тигра за вікном. Унгх, унгх, аоунгх!"),
            new Quote(DIANA, "Десять часов, блядь, можна і на годинник не дивиться!"),
            new Quote(DIANA, "Голос тигра. Аум!!!"),
            new Quote(DIANA, "Ти бач, проснувся, проклятий, і гризти хоче…"),
            new Quote(DIANA, "Я колись у школі працював, учителем труда. Така робота, шо нема шо спиздить."),
            new Quote(DIANA, "Так харашо шо у мене жінка бєрємєнна була. Вона мєл гризла. То я їй мішками таскав."),
            new Quote(DIANA, "Главноє шо інтересно, вона той цвітний не дуже любила гризти. А в основном отой, квадратний."),
            new Quote(DIANA, "Ач як розпиздівся!"),
            new Quote(DIANA, "А ми випить хочемо. Жора, харош лежать, як стерво, катай лишень за двері, подивись, чи та пизда сігодня діжурить."),
            new Quote(DIANA, "А ти шо лежиш, як Ісусік? Бистро вставай і ріж ковбасу!"),
            new Quote(DIANA, "Валєрік. Діана, Діана!"),
            new Quote(DIANA, "То він мабуть за англійську царівну переживає, шо її машина задавила."),
            new Quote(DIANA, "Шито, апят?"),
            new Quote(DIANA, "Оп’ять, оп’ять, Гасанович. Ми з тобою тут старші і должни молодьожи подавать примєр."),
            new Quote(DIANA, "Мир землі, здоров’я в хаті й гарна баба на кроваті!"),
            new Quote(DIANA, "Валєрік б’ється головою в стіну. Всі випивають."),
            new Quote(DIANA, "Щас всі випиваєм по другій і расказуєм охотничі і рибальські історії!"),
            new Quote(DIANA, "По команді вождя компанія випиває."),
            new Quote(DIANA, "От ти і починай, щоб багато не пиздів."),
            new Quote(DIANA, "Гасанович, не совайте там рукою под одіялом, а то не слишно буде."),
            new Quote(DIANA, "Значить, прийшов кум на ставок, сів у ризову лодку, закинув собі мастирку на ліща, сидить."),
            new Quote(DIANA, "Ето спанієль!"),
            new Quote(DIANA, "Коли тільки раз! Спанієль почав кричати. Кум дивиться – тоне, блядь! Кум його за вуха, давай тягти – хуя тобі, не витягне, отакена щука вчепилась! " +
                    "Кум за вуха собаку витяг і ото вмєстє з щукою кидає в лодку."),
            new Quote(DIANA, " Ну ніг, канєшно, в собаки вже немає, а щука погризла ризову лодку, воздух вийшов, і кум чуть не потонув. " +
                    "А щука пішла собі… Десь кілограм на триста…"),
            new Quote(DIANA, "Ховайте стакани! Діна йде!"),
            new Quote(DIANA, "Хлопчики, Валєріку не наливаєте, йому сьогодні на ампутацію, і приберіть закуску, професор буде на обході."),
            new Quote(DIANA, "А ми і йому наллєм!"),
            new Quote(DIANA, "От інтересно, шо йому будуть ампутіровать? Може вуха?"),
            new Quote(DIANA, "Чито ти переживаєш, гилупий! Етот дєвушка – все животниє."),
            new Quote(DIANA, "У нас бань єсть. Називаєтся “Фантазія”. Етот бань “Фантазія” малшик работаєт, Мухтарчик, жопф, как куруш, силадкий, викусний. " +
                    "Я пирихожу, говорю, банщик, гидє етот малшик? Он говирит, малшик занят, єсть дєвушк. Я говорю, зачем минє етот животноє? Я хочу малшик…"),
            new Quote(DIANA, "Ти, Гасанович, получаєш штрафне очко. Ето історія не риболовна і не охотнича."),
            new Quote(DIANA, "Какой охотничий-махотничий, етот історія пиро животних…"),
            new Quote(DIANA, "У мене друг Микола. Він прапором служить у спецназі. Їде машиною по Африці. Коли раз! " +
                    "Отакенна анаконда в кустах лежить! Метрів сто п’ятдесят! Біла, блядь! Микола виходить з машини, бере монтіровку і її по жопі, хуяк! " +
                    "Змотав, поклав в багажнік і в штаб полка."),
            new Quote(DIANA, "А якщо срати захоче?"),
            new Quote(DIANA, "Ну як це срати? Якщо в бога не віре, то і не вилікується!"),
            new Quote(DIANA, "Та нє! Людина – це ж жива істота, вона пісять хоче!"),
            new Quote(DIANA, "Тепер хай Василь Гнатович розкаже. Він мабуть таке знає, шо і тигру нєхуй дєлать!"),
            new Quote(DIANA, "Василь Гнатович витримує акторську паузу і починає роз повідь страшним хрипким голосом, зловісно рухаючи вусами в різні боки."),
            new Quote(DIANA, "Дев’ять душ дітей пропало в ставку, потом ще двоє. Стали люди радитись. Наварили каші. П’ять казанів! " +
                    "І всю кашу вивернули в ставок! Він іззів…"),
            new Quote(DIANA, "Сом! Йому в середині розпуклося і він вивернувся!"),
            new Quote(DIANA, "Дві пари волів впрягли, відвезли на кладовище і там поховали!"),
            new Quote(DIANA, "А шо ви йому відрізати будете?"),
            new Quote(DIANA, "А голову відріжем нахуй."),
            new Quote(DIANA, "Ти, Сірьожа, довиябуєшся, шо вони і тобі шось відріжуть."),
            new Quote(DIANA, "Та! Те мило до пизди. От я вам розкажу про мило. У мене дід був. Він корови пас. " +
                    "Коли це іде большаком і бачить, в канаві вовк лежить. Здоровенний такий волчара, лежить і спить! " +
                    "Дід підійшов і батагом як переїбе! Вовк підскочив вверх метрів на двадцять, ні, на двадцять п’ять! " +
                    "І всього діда обісрав. Дід приходе додому, взяв мило, і давай митися, ну він був одєт в труси і майку, це літом було. " +
                    "Значить, миється, миється, ніхуя не получається, бздить і всьо. Жінка прийшла і вигнала його з хати. " +
                    "Так у нього вся жизнь перевернулась у хуйову сторону. І на роботу не міг устроїться, бо від нього бзділо, і жінка пішла, і в армію не взяли. " +
                    "А він хотів буть воєнним, а не вийшло через вовка.. То коли вмер, поховали разом з вовком, " +
                    "я до баби в село при їхав з жінкою, хотів на могилу сходити, а баба каже: “Ви, діточки, до того вовка і не ходіть, бо бздить досі”, ото тобі й мило!"),
            new Quote(DIANA, " Самий обідний, чито когда я етот дєвушка, етот животноє воспользовался, банщик пириходит і говорит:" +
                    "”Малшик освободился”. А я ситарий человєк…"),
            new Quote(DIANA, "У мене оцей друг Микола, шо оце прапором в спєцназі служить, ну їде він машиною по Африці, " +
                    "коли бачить, отакенний орьол сидить біля дороги і спить. Метра три завбільшки. Ну Микола вилазить з машини, " +
                    "бере монтіровку і його по жопі – хуяк! Так орьол взлетів, взяв камінь і як хуйне в прапора! " +
                    "Він в падєнії через себе очередь з акаеса як дасть! Попав раз десять! Но орьол все одно улетів."),
            new Quote(DIANA, "Ці тварюки взагалі дуже живучі і злі. У мене в хазяйстві кроль був. Здоровий, кілограм на п’ятдесят, а злий, як собака. " +
                    "Він собі в дитинстві дротом око виколов, то ми його Кутузовим прозвали. Бувало, хтось іде до хати, то він зараз до штанів і порве! " +
                    "То я його на ланцюг посадив, бо у двір було ніяк зайти. Ну правда, він не гавкав, брехать не буду, але гарчав добряче."),
            new Quote(DIANA, "Він вовка доганяв льогко!"),
            new Quote(DIANA, "Ми як кабана заколемо, то я йому відразу свіжини покладу, то він сидить такий довольний, вухами соває, морда вся в крові!"),
            new Quote(DIANA, "Помер наш Кутузов. Вже років три. Сусіди отруїли, бо він їхніх курей погриз."),
            new Quote(DIANA, "У меня адін асьол біл, жопф как персік…"),
            new Quote(DIANA, "Один з санітарів тримає відпиляні від Валєріка добрячі оленячі роги."),
            new Quote(DIANA, "А чиї ж? Півчаса пиляли. Хай як випишеться над кроваттю приб’є. На всю жизнь пам’ять буде. (Санітар кладе роги на тумбочку)."),
            new Quote(DIANA, "Переживає пацан!"),
            new Quote(DIANA, "Всьо, хлопці, кінчайте базар, всім отбой."),
            new Quote(DIANA, "Місяць, який заглядяє в палату, обливає своїм срібним сяйвом хворих, схожих у своїх бінтах та халатах на клан бедуїнів в пустелі. " +
                    "Тихо, наче з повітря, з’являється Діна. Вона в короткій, вище колін туніці, так що нам видно її божественні коліна. " +
                    "У руці у неї лук, за спиною сагайдак з стрілами. Біля ніг Діни маленька і струнка лань, їхні тіла світять зсередини місячним сяйвом. " +
                    "Діна підходить до Валєріка, цілує його в нещасний лоб і разом з ланню випли ває в вікно під шалений акомпанемент вовків, тигрів, гієн, і всіх інших істот, котрим не спиться вночі."),


            new Quote(JOGI, "Карпо Герасимович, гамасєк."),
            new Quote(JOGI, "Ще двадцять сантиметрів проковтни, Серьожа, і на согодні досить."),
            new Quote(JOGI, "Василь Петрович, де ананаси брав?"),
            new Quote(JOGI, "Де брав, там нема."),
            new Quote(JOGI, "Мені казали, що у вас тут, як у Африці. Йоги, ананаси, таке інше."),
            new Quote(JOGI, "Уци-ци-ци, а що ще буде, Лазарь Германович! Он лишень знімайте штани і ідіть до Серьожи, він вам покаже."),
            new Quote(JOGI, "Перш за все, шановний, станте рака, йога любить прану."),
            new Quote(JOGI, "Знов ця хурда-мурда."),
            new Quote(JOGI, "Василь Петрович, а ну лишень давай з Зульфії паранджу здеремо."),
            new Quote(JOGI, "Харош, Лазарь Германович, прана вся через жопу вилізе."),
            new Quote(JOGI, "Василь Петрович, Боріс Глєбович, покажіть йому, бо я вже невзмозі, я ж іще хлопчик."),
            new Quote(JOGI, "Боріс Глєбович, Василь Петрович, піонер Серьожа стають рака, вишикувавшись у шеренгу, сраками до дверей."),
            new Quote(JOGI, "Зульфія, ти теж вставай."),
            new Quote(JOGI, "Всі стоять раком. Двері відчиняються і входить Карпо Герасимович – гамасєк. Він бачить на полу жопи, а на роялі ананаси."),
            new Quote(JOGI, "Карпо Герасимович бере ананас і починає його їсти. Потім спльовує шкарлупки і знімає штани."),
            new Quote(JOGI, "Ха, а чули, а десь щось грюкнуло."),
            new Quote(JOGI, "То, мабуть, прана прийшла."),


            new Quote(KACAPY, "Владімір-то твой в ігрє нє бєльмєса нє пєтріт!"),
            new Quote(KACAPY, "Нарвался на туза моєго, а тєпєрь вот і злішся. Злішся ведь, я віжу…"),
            new Quote(KACAPY, "Ти что, друг сітний, с луни что-лі свалілся? Щас дєвочєк-то нє бєрьом."),
            new Quote(KACAPY, "Владімір, ти что підарас, с чєрві захода-то нєт! Ну ви посмотрітє, єму об’ясняєш, а он сідіт как нєрусскій, єблом торгуєт."),
            new Quote(KACAPY, "Валєнтін, японскій бог! Ти почєму у кота яйца-то откpутіл? Твой кот что-лі?"),
            new Quote(KACAPY, "Мамочка, одін pазочек-то дьоpнул…"),
            new Quote(KACAPY, "Hічєго… Пацаньонок-то боєвой pастьот… Скажи дядє – “Вот виpасту, і тєбє, дядя Алєксандр, яйца откpучу, чтоб блядовал-то помєньше.”"),
            new Quote(KACAPY, "Общій вагон забацаного поїзда. Hа лавках сидять Гpиша, Миша, Толя і Опанас. Вони дивляться в вікно, чистять pибину, п’ють чай з алюмінієвого підстаканніка і в загалі pозважаються – як то положено у поїзді."),
            new Quote(KACAPY, "Ото, синок, якби ти щас на доpогу вибіжав, де той самосвал, так би усє кишки у тєбя і шваpкнули."),
            new Quote(KACAPY, "Папа, оно диви – гоpи. Папа, а там наші билі?"),
            new Quote(KACAPY, "Билі, синок, оні кpугом билі."),
            new Quote(KACAPY, "Папа, а оні там стоялі насмєpть?"),
            new Quote(KACAPY, "Замовч!!! Hе пизди!!! Вже заїбав батька у доску!"),
            new Quote(KACAPY, "Воно дитина, не понімає шо папі тяжело."),
            new Quote(KACAPY, "Гриша. Ви здалеку їдете?\n" + "Опанас. З тюpьми!"),
            new Quote(KACAPY, "Батя, будеш пить?"),
            new Quote(KACAPY, "Та, блядська печінка… Hу наливай!"),
            new Quote(KACAPY, "Папа, і мєнє дай!"),
            new Quote(KACAPY, "Hа! Тільки сцять не пpоси."),
            new Quote(KACAPY, "Папа, а шо лучче – пулімьот чи танк?"),
            new Quote(KACAPY, "Танк лучче, по пулімьоту pаз пиздане і пиздарики."),
            new Quote(KACAPY, "Папа, я, як виpосту, виучуся на ахвіцеpа чи на камандіpа. А шо лучче – ахвіцеp чи камандіp?"),
            new Quote(KACAPY, "Та адін хуй!"),
            new Quote(KACAPY, "Вафльониш ти іще на ахвіцеpа вчиться."),
            new Quote(KACAPY, "Миша. Скажи, Толя, “заєбал ти меня, папа, сваімі ахвіцеpами, я на моpе їду купаться. Хочеш купаться?\n" +
                    "Толя. Я стpілять хочу!"),
            new Quote(KACAPY, "Hу что ти, как пацан, сєбя нє уважаєш? Старий вєдь поц уже!"),
            new Quote(KACAPY, "Вот давай поспоpім раді смєха-то – тpі pаза подскочіт."),
            new Quote(KACAPY, "Молчі куpва, а то і тєбя бpосім в моpе нахуй!"),
            new Quote(KACAPY, "Голос з моpя. От я блядь щас якомусь підаpасу кину!!!"),
            new Quote(KACAPY, "З моpя вилазить вєтєpан війни в плавках і з колодками на волохатих гpудях. Одна нога у нього на 10 сантиметpів коpотша за іншу."),
            new Quote(KACAPY, "Я блядь пиздану адін pаз, так мєня люба бальніца возьмьот, а тєбя нєт!!!"),
            new Quote(KACAPY, "Дядя Алєксандp! Вам что, дядя калєка яйца откpутіт, чтоб ви блядовалі помєньше?"),
            new Quote(KACAPY, "Тpивожна мовчанка, штоpм на моpі дедалі сильнішає."),
            new Quote(KACAPY, "Сіжу я в баpе у Пpибалтіке, кpугом стаpінні стулья – заєбісь сдєлано!"),
            new Quote(KACAPY, "Заходить мудак і каже: “Ето мєсто мойо, может ви пєpєсядєтє?”. А я говоpю: “Hе хуя сєбє, ти шо оборзєл, может ти сам пєpєсядєш!”"),
            new Quote(KACAPY, "Я єбу такі ваpіанти!"),
            new Quote(KACAPY, "Я тєбя за то уважаю, Миша, шо ти pісковий паpєнь."),
            new Quote(KACAPY, "В них, в Пpибалтіке блядь, на уліцах всьо не по нашему написано."),
            new Quote(KACAPY, "А тьолки хуйовиє в них, так (показує pукой біля голови) єщьо нічего, а остальноє хуйовоє."),
            new Quote(KACAPY, "Дя йоб твою мать, нахуя мнє піздєть?"),
            new Quote(KACAPY, "Сина, оно подивись – моpе!"),
            new Quote(KACAPY, "Папа, а моpе – оно большоє, так шо дpугого бєpєга не видно?"),
            new Quote(KACAPY, "У бінокль відно."),
            new Quote(KACAPY, "А єслі бінокль зламався, тагда відно?"),
            new Quote(KACAPY, "Та заїбав відно, шо ж тогда увідіш!"),
            new Quote(KACAPY, "Толя. Папа, а на том бєpєгу наші?\n" +
                    "Опанас (зловісно). Там кацапи…"),
            new Quote(KACAPY, "У бінокль відно."),
            new Quote(KACAPY, "Єслі б знала, что ти такой долбойоб, я б с Тpофімом лучше на Сєлєєр с’єзділа, чєм здєсь с тобой Муму за уші-то тянуть…"),
            new Quote(KACAPY, "Ти меня Hадєжда не злі, я тєбє із-за Тpофіма матку вивєрну"),
            new Quote(KACAPY, "О, диви… Кацапи…"),
            new Quote(KACAPY, "Как пагодка в Маскве?"),
            new Quote(KACAPY, "Я что-то юмоpа-то нє пооонял…"),
            new Quote(KACAPY, "Хуйня якась… Кацапи всєгда такі понятливі – а не понімають…"),
            new Quote(KACAPY, "Знімай штани! Їбати тебе буду!"),
            new Quote(KACAPY, "Пазвольтє, ви ж нє у сєбя дома!"),
            new Quote(KACAPY, "Миша, Гpиша, Опанас і Толя пиздять кацапів. Кацапи кpичать дуpними голосами."),
            new Quote(KACAPY, "Жлаби пpоклятиє, я вас нєнавіжу!!! Я б вас всєх pасстpіляла!!!"),
            new Quote(KACAPY, "Опанас (пиздить Надєжду). Мовчи куpва, када мужчини pазгаваpівают!"),
            new Quote(KACAPY, "Зойки стихають. Hа моpі гуде шалений штоpм, кpугом лежать побиті тіла кацапів."),
            new Quote(KACAPY, "Папа, кажись піздєц!"),
            new Quote(KACAPY, "Скіки тєбя учить можна блядь, щоб ти не матюкався, батько для тєбя шо, мєсто пустоє, га?"),
            new Quote(KACAPY, "Раптом pоздається жахливе сичання – це кацапський самоваp. Він закипів. " +
                    "Він сичить перекриваючи шторм і грізно підскакує на місці. Всі з пострахом дивляться на самовар. " +
                    "Під звуки самовара завіса повільно закривається."),


            new Quote(KOROL_LITR, "Король Літр, хтивий, безпринципний і божевільний алкаголік."),
            new Quote(KOROL_LITR, "Корделія, улюблена донька Короля, хвороблива квітка з червоними очима і скаженою пиздою."),
            new Quote(KOROL_LITR, "Рейгана і Гонерілья, неулюблені донькі Короля, брудні та закомплексовані лізбіянки."),
            new Quote(KOROL_LITR, "Едгар, цинічний гвалтівник собак та кіз, згодом статечна людина, член суспільства, депутат палати лордів."),
            new Quote(KOROL_LITR, "Едмунд, життєрадісний споживач екскрементів, санітар лісу і друг природи, згодом статечна людина, член суспільства, професор Кємбріджського універсітєту."),
            new Quote(KOROL_LITR, "Мєнт, лягавий падло"),
            new Quote(KOROL_LITR, "Йорік, патворний нєдоносок, начітавшійся Заратустри. На початку п’єси – блазень, згодом – статечна людина, вождь англійського народу."),
            new Quote(KOROL_LITR, "Привід, опудало в білім простирадлі, під пахвою несе кнігу “Тімур і його команда”."),
            new Quote(KOROL_LITR, "Ітак, замовкли струни сладкозвучні,\n" +
                    "З пизди стирчать всі грифи балалайок,\n" +
                    "А в жопі жевріють жоржини та жар-птиці…\n" +
                    "Я роздав на хуй все. Все, шо роками пиздив\n" +
                    "І пер, згинаючись, до себе у комору,\n" +
                    "А потім, запираючись в сортирі,\n" +
                    "І там, згасаючи від смутку та зневіри,\n" +
                    "Я нігтєм вицарапував на стінці скажені цифри,\n" +
                    "Рахував і плакав, пердів беззахисно,\n" +
                    "В тупему скаженінні зубами скреготав,\n" +
                    "І дикий сморід, цей дух гівна\n" +
                    "На вільних білих крилах\n" +
                    "Вповзав мені у серце, як гадюка,\n" +
                    "І люто в душу срав.\n" +
                    "Людськая заздрість, та посмішки, та плітки за спиною,\n" +
                    "Шо хуя вже не тільки, шо встромить,\n" +
                    "А й навіть вийнуть стало неможливо. Бо я, статечний дід і патріарх, засновник роду, міста і країни –\n" +
                    "Герой національний!\n" +
                    "Як відомо, герої не їбуться і не сруть!\n" +
                    "Не кажучи про те вже, шо ніхто з них в дитинстві не дрочив!\n" +
                    "О, як мені це все настоїбенило! Піздєц!\n" +
                    "Їбав я всі ці гімни і кантати,\n" +
                    "Всю малахв’ю бенкетів і прийомів,\n" +
                    "Коли замість того, щоб когось вжарить\n" +
                    "Повинен довго й нудно ти пиздіти\n" +
                    "І слухати пиздьож такий же самий.\n" +
                    "Я все роздав: всім жебракам, ханигам,\n" +
                    "Всім підарасам, йобнутим шакалам:\n" +
                    "Нехай вони внесуть корисний внесок\n" +
                    "В суспільне будівництво!\n" +
                    "Хай їбошать, а я це все їбу!"),
            new Quote(KOROL_LITR, "Як ти живеш, моя вонюча квітка?"),
            new Quote(KOROL_LITR, "Дивись, татуню, я знайшла гандона.\n" +
                    "Він зовсім цілий, зроблений в Ганконзі.\n" +
                    "З його сріблястих пелюстків, як перли\n" +
                    "Стікають сльози росяні яскраві…"),
            new Quote(KOROL_LITR, "Не перли то, то малахв’я вонюча!\n" +
                    "Це концентрація тих виблядків поганих,\n" +
                    "Шо повзають, як блядські мандавошки\n" +
                    "По аглицькій землі!"),
            new Quote(KOROL_LITR, "Татуню, милий! Якій же ж ти розумний та приємний!\n" +
                    "Їбись конем всі хахалі противні!\n" +
                    "Ці коні з яйцями, ці хижі до мінєту губаті кажани!\n" +
                    "Коли я з вами, тоді про них я зовсім забуваю…"),
            new Quote(KOROL_LITR, "Я теж, дочурка, більше полюбляю тебе їбать,\n" +
                    "Ніж тих блядєй заразних твоїх сестер,\n" +
                    "Немолодих і глупих, до того ж і негарних лізбіянок!"),
            new Quote(KOROL_LITR, "І шо він в ній найшов? Я в сто раз лучшє!"),
            new Quote(KOROL_LITR, "Тебе зачав я в пьяному угарі:\n" +
                    "Кричав кажан і бився вітер в стелю,\n" +
                    "Матуся плакала і реготав пугач.\n" +
                    "Тож не пизди!"),
            new Quote(KOROL_LITR, "Тебе так само: на стайні\n" +
                    "Раком серед кіньських храпів.\n" +
                    "Копита страшно били по підлозі\n" +
                    "І комашня летіла на вогонь,\n" +
                    "І сумно-сумно каркала ворона…"),
            new Quote(KOROL_LITR, "Еге-е!.. Тебе зачав я разом із товаришем,\n" +
                    "Його я драв пізніше.\n" +
                    "О, молодість! О, юність парубоцька!"),
            new Quote(KOROL_LITR, "Сідайте же скоріш, мої дівчата,\n" +
                    "І поможіть мені відкоркувати пляшки!\n" +
                    "Бо завтра на світанку я повинен\n" +
                    "Зайняти чергу в пункті стеклотари.\n" +
                    "Інакше, замість каші гарбузовой\n" +
                    "Сосати хуй ми будемо напевно!"),
            new Quote(KOROL_LITR, "Король Літр і доньки сідають на покинуті на пляжу ліжаки і енергійно сортирують склотару. " +
                    "На них з усіх боків повзе англійський туман смог."),
            new Quote(KOROL_LITR, "У вухах ще звінить від ахінєї,\n" +
                    "Яку я майже три години слухав.\n" +
                            "Як на базарі сери розпизділись!\n" +
                            "Сер Арчібальд поцупив за чуприну мілорда Річарда,\n" +
                            "А потім захуярив каламарем по пиці. Сер Норфольк відпиздив сера Джона.\n" +
                            "Ця хуйня зоветься демократієй!\n" +
                            "Віднині ми разом всі вирішуєм питання,\n" +
                            "Бо старий поц, скажений Літр, пьяниця,\n" +
                            "Надумав замінити діктатуру на демократію.\n" +
                            "А сам полишив владу\n" +
                            "І роздав все майно ханигам різним.\n" +
                            "Їх серами зробивши, тягар тяжкий\n" +
                            "з своїх плечей на їхні положив.\n" +
                            "Тепер сидить він в подраних кальсонах,\n" +
                            "Збира пляшки порожні і гандони,\n" +
                            "Киря шмурдяк, денатурат вонючій\n" +
                            "І все, шо десь ворушиться – їбе.\n" +
                            "Колись і я так жив: їбав бездумно я кіз і ховрахів\n" +
                            "І, розважаясь, блядям у жопи йоршика встромляв.\n" +
                            "Я просто неба жив, як соловейко,\n" +
                            "І політуру пив, і самогон,\n" +
                            "Тепер возвисився…\n" +
                            "Вчорашні уркагани, ханиги, волоцюги, підараси\n" +
                            "Сидять в палаті серів і балдєють:\n" +
                            "Свобода, блядь!\n" +
                            "Свобода, блядь!\n" +
                            "Свобода!"),
            new Quote(KOROL_LITR, "На ниві, вдобреній добрячим екскрементом\n" +
                    "Проізрастає квіточка блакитна –\n" +
                    "Улюблена забавка гомосеків.\n" +
                    "І скотоложество застєнчіво цвіте."),
            new Quote(KOROL_LITR, "Цікаво знать прийоми ізощрьонні,\n" +
                    "Які іспользує студєнство прогресивне,\n" +
                    "Шоб возродіть статтєве кватроченто?"),
            new Quote(KOROL_LITR, "Цікаві опити проводять студіози:\n" +
                    "Їбуть кнура, як ворога народу, у сраку\n" +
                    "Цілим факультетом філософським.\n" +
                    "Ще Гєгєль нам казав, шо дух ширяє\n" +
                    "В златих чертогах мудрості безсмертной.\n" +
                    "Тим часом, верткий хуй в свинячій жопі\n" +
                    "Ширя своєй вонючою дорогой.\n" +
                    "І, хто зна, чий же шлях веде до правди?"),
            new Quote(KOROL_LITR, "Великий Сак-Ямуній, благородний гігант\n" +
                    "Камінний, долбойобовидний, про дао\n" +
                    "Слово нам спиздів священне.\n" +
                    "Я пам’ятаю вчителя-китайця, старого імпотента.\n" +
                    "Він куана нам загадав:\n" +
                    "Де правда? – запитав він.\n" +
                    "І пиздив учнів дрином по золупам,\n" +
                    "Шоб думали хутчіше, і реготався\n" +
                    "І слиною харкався, як скажений.\n" +
                    "Тоді один із нас сказав: в народі!\n" +
                    "Учитель наказав йому лягати,\n" +
                    "І широко відкрити пащу.\n" +
                    "Потім, ставши у позу рітуальну,\n" +
                    "Просто в рота сенсей посцяв янтарною мочею.\n" +
                    "Священні бризги капнули на струни рудого семісейна.\n" +
                    "(Ми робили із шкір котів ті блядські контрабаси,\n" +
                    "А струни – з їхніх тельбухів).\n" +
                    "Учитель удруге грізно нас запитує…\n" +
                    "У серці! – хтось здуру пиздонув.\n" +
                    "Тоді, хутчіш ніж кролик вздрочить,\n" +
                    "Наш дідусь сивенький прийомами кунхву\n" +
                    "Виймає серце у поца із грудей\n" +
                    "І, показавши, шо правди там немає,\n" +
                    "Засміявся щасливим сміхом доброї дитини\n" +
                    "І пожбурив у форточку добичу."),
            new Quote(KOROL_LITR, "Борьба садистів. Тож, втретє\n" +
                    "Наш учитель викликає: Де правда,\n" +
                    "Йобані кретини, імбецили, олігофрени\n" +
                    "І мікроцефали, їбать у жопу вас каленим хуєм!\n" +
                    "Тут наче шось мене вперед штовхнуло:\n" +
                    "У жопі! – заволав я відчайдушно.\n" +
                    "Дивлюсь – дідусь всміхнувся лагідненько:\n" +
                    "Не можете, шакали, без підказки!\n" +
                    "Не згледівся, як дідуганів фалос\n" +
                    "Вже танцював мазурку старовинну\n" +
                    "В моєму анусі…"),
            new Quote(KOROL_LITR, "Був я в китайському полоні. Альбіон туманний\n" +
                    "Колись з Китайом воював завзято.\n" +
                    "В полоні опинившись, став я дзени штудіювать старанно:\n" +
                    "Сак-Ямуній! Мудило скам’яніле,\n" +
                    "Поможи нам дать ладу Англії, туманній батьківщіні!"),
            new Quote(KOROL_LITR, "В одній руці у Йоріка Заратустра, другою рукою Йорік дрочить. Всім страшно."),
            new Quote(KOROL_LITR, "Дивись, мій сину любий:\n" +
                    "Сто алкоголіков стоять єдиним фронтом.\n" +
                    "В очах – звитяжні кольори червоні\n" +
                    "Блищать, як блискавиці.\n" +
                    "Руки сильні танцюють, як китайські баядери\n" +
                    "В бардаках Шанхая."),
            new Quote(KOROL_LITR, "Люди славні. Багато ветеранів сивочубих.\n" +
                    "І їх падруг, кремезних і негордих. –\n" +
                    "Вони, слухняно, з дотепом кмітливим\n" +
                    "В момент ісполнять всі бажання ваші."),
            new Quote(KOROL_LITR, "А! Хай в пизду йдуть! Ще не хватало\n" +
                    "Мені лічить під старість мандавошкі!\n" +
                    "У мене доньки є для тих ексцесів.\n" +
                    "Ще – старий цап, товариш бородатий.\n" +
                    "Ми разом з ним гуляєм по алєям французьких парків,\n" +
                    "Дивимся на місяць, співаємо пісень,\n" +
                    "І соловейка ми слухаєм, аж потім їбемось."),
            new Quote(KOROL_LITR, "Ха-ха-ха-ха! Невдовзі та година,\n" +
                    "Коли нарід тупим сосновим колом\n" +
                    "Їбать вас буде в жопи буржуазні!"),
            new Quote(KOROL_LITR, "Оце і є свобода довгожданна?\n" +
                    "Припиздєна богиня мармурова,\n" +
                    "З відбитими руками, безголова крилата блядь,\n" +
                    "Летюча гордість наша!?"),
            new Quote(KOROL_LITR, "Ні, юний друже, то звичайне падло,\n" +
                    "Яке наділо грязне простирадло.\n" +
                    "На йому целку хтось їбав, а може – зарізали когось?\n" +
                    "А потім – дельтаплана\n" +
                    "Із його змайстрував народний вмілець."),
            new Quote(KOROL_LITR, "Тремтіть, падлюкі, від пророчєств страшних!\n" +
                    "Вам всім піздєц! Хоч їжте ананаси,\n" +
                    "Хоч рябчіків хуярьте!"),
            new Quote(KOROL_LITR, "Пустіть! Я контужен на хуй! Я воював!\n" +
                    "Пока ти сука в тилу баб портів, я в танкє горєл!\n" +
                    "Я – льотчік!"),
            new Quote(KOROL_LITR, "Піздєц! Ха-ха-ха-ха! Фойєр! Фойєр!"),
            new Quote(KOROL_LITR, "Привид веде зверху прицільне бомбометання, причому він страшно завиває так, шо стає схожий на німецькій самольот Юнкерс."),
            new Quote(KOROL_LITR, "Ага-а!.. Люфтваффе, блядь?!?"),
            new Quote(KOROL_LITR, "В навступившому апофеозі Йоріка несуть на руках як лідєра і національного героя. Сидячі на плечах у вдячного народа він переможно дрочить."),
            new Quote(KOROL_LITR, "Усі перевороти, юний друже,\n" +
                    "Одне начало мають і кінець:\n" +
                    "Спочатку розбивається склотара,\n" +
                    "А потім підкрадається пиздець…"),
            new Quote(KOROL_LITR, "Два сери роблять у тронному залу влажну уборку: один підмітає, другий бризга із пляшечкі, шоб не було пилюкі."),
            new Quote(KOROL_LITR, "Нє віжу на галавє фуражку!\n" +
                    "Шо не ясно, блядь!?!"),
            new Quote(KOROL_LITR, "Уже несем, несем!\n" +
                    "Святися, царю, твойо чело лілейноє!\n" +
                    "Ми зараз помажемо тебе денатуратом на царство!!"),
            new Quote(KOROL_LITR, "Хе! Сери йобані! Болтаються в строю,\n" +
                    "Як клізми в жопі! Служби ще ні хуя не пойняли!\n" +
                    "Нема ніякого порядка в блядських інтелєктуалів!\n" +
                    "Їм тільки би пиздіти та читати, та жерти вустриці.\n" +
                    "Собак та кіз їбати, дивитися на місяць очманіло,\n" +
                    "Сидіти в дзені! Віршики писати, про те, як плохо жить\n" +
                    "І як, колись він виїбав когось, а зараз плаче!\n" +
                    "Усе завішано портретами мудил!\n"),
            new Quote(KOROL_LITR, "Всіх – к хуям! Повісити оту картину гарну,\n" +
                    "Де гуманісти втрьох сидять на конях,\n" +
                    "Красиві й сильні лорди бородаті,\n" +
                    "І пильно стежать за пархатими жидами!"),
            new Quote(KOROL_LITR, "Отак по наглим пикам треба пиздить!\n" +
                    "Це суче сім’я Альбіон туманний\n" +
                    "Ганьбою вкрило аж по самі яйця!"),
            new Quote(KOROL_LITR, "То – Літр Четвертий, шо заснував парламент двопалатний,\n" +
                    "Дав конституцію англійському народу\n" +
                    "І наспір виїбав скаженого собаку.\n" +
                    "Такого страшного, шо люті каскадери,\n" +
                    "На нього дивлячись, наклали повні штані!\n" +
                    "Обичай національний наш англійській,\n" +
                    "Шоб на парі хуйню робити всяку\n" +
                    "Він повернув собі на користь мудро\n" +
                    "І виїграв таким чином королевство об’єднане британське!"),
            new Quote(KOROL_LITR, "Я віднині наказую декретом справедливим:\n" +
                    "Заборонити все статтеве блядство!\n" +
                    "Всім казайобам, підарасам, лізбіянкам,\n" +
                    "А такжє фєтішістам і нєкрофілам,\n" +
                    "І з ними – всім, хто любить блядувати,\n" +
                    "Засунуть в жопу лома з нєржавєйкі!\n" +
                    "Цей мій декрет – краєугольна цегла\n" +
                    "Політики унутрішній.\n" +
                    "Дрочити три рази на день – долг патріотичний\n" +
                    "Перед вітчизною всіх чесних громадян!\n" +
                    "Цнотливо мастурбацієй займаясь,\n" +
                    "Почистимо ми наш народ їбучий\n" +
                    "Від скверни блядства смрадного! Ура!"),
            new Quote(KOROL_LITR, "Всі сери кричать “Ура” і сінхронно, по-воєнному, дрочать."),
            new Quote(KOROL_LITR, "Іграй, мій Кєнте, ці мотиви предків!\n" +
                    "Шо у бурмі з суворою природой\n" +
                    "Викраювали час для ораторій\n" +
                    "І плакали в своїх вонючих норах\n" +
                    "Від естетичного екстаза.\n" +
                    "Дінозаври, жорстокі павіани, крокодили,\n" +
                    "Послухавши ті лагідні балади,\n" +
                    "Робилися, як ніжні гімназістки.\n" +
                    "І замість м’яса – білі хризантеми,\n" +
                    "Жували, обливаючись сльозами…"),
            new Quote(KOROL_LITR, "Чого, ти, ходиш тут, розпусний старець,\n" +
                    "І заважаєш нам робить свящєннодєйство?!?\n" +
                    "Дрочи! Інакше ми з тебе здеремо\n" +
                    "Твою мохнату шкіру зашкарублу\n" +
                    "І будемо вмакати м’ясом свіжим в вапно безжалісне!"),
            new Quote(KOROL_LITR, "Колись, у сраку я п’яний,\n" +
                    "Я виїбав стару дебільну хуну,\n" +
                    "Мандрівницю безумну. Я сіфона\n" +
                    "Від неї підхопив і лікувався\n" +
                    "У Баден-Бадені на водах мінєральних.\n" +
                    "Її синка віддав в дебільну школу\n" +
                    "К дєгєнєратам на харчі казенні,\n" +
                    "І в циркове училище по блату пристроїв,\n" +
                    "Шоб на блазня він учився.\n" +
                    "І той потворний мій сперматозоїд\n" +
                    "Розрісшийся в горбатого урода,\n" +
                    "Зробив-такі, кар’єру нехуйову!\n" +
                    "Діти-діти! Ці квіти лісові благоуханні,\n" +
                    "Шо щастя нам дають!..\n" +
                    "Я їх їбати завжди любив! Бо приносити\n" +
                    "Радість цій формі безкорисній –\n" +
                    "Це крєдо моє творчє.\n" +
                    "Любий сину! Іду сюда, урод талановитий!\n" +
                    "Я темпераментно їбати тебе буду,\n" +
                    "Шоб ріс ти здоровенький і неглупий!"),
            new Quote(KOROL_LITR, "Любі мої дітки! Ви почекайте трохи поки брата\n" +
                    "Я вашого їбати буду сумно,\n" +
                    "Пригадуючі юність романтичну!"),
            new Quote(KOROL_LITR, "Рятуйте, сери добрі! Підараса\n" +
                    "Із мене хоче Літр зробить їбучий!"),
            new Quote(KOROL_LITR, "Я теж його не знаю, мій королю!\n" +
                    "Але Корделія частенько з ним їблася!"),
            new Quote(KOROL_LITR, "Їблася, так і шо? Їбеться гніда,\n" +
                    "Їбеться вош і бабка Степаніда!"),
            new Quote(KOROL_LITR, "Я помилялася в світогляді своєму. На мене вплинула розпуста буржуазна.\n" +
                    "Але тепер, осяяная сяйвом ідейного прозріння,\n" +
                    "Я дрочити буду сумлінно Англії на користь. Я на пизду краплину валєр’янкі кокетливо налью,\n" +
                    "А потім кицю пущу лизать полєзноє лєкарство."),
            new Quote(KOROL_LITR, "Ха-ха-ха-ха! Гадали, шо я мертвий,\n" +
                    "Трясу мудями в пеклі потойбічнім!?!\n" +
                    "А ви – горілочку п’єте і баклажаном солодким снідаєте.\n" +
                    "Дурні пацаваті! Я вічно буду жить,\n" +
                    "Бо не буває таке, шоб Привида хто-небудь запиздячив!\n" +
                    "Це вам усім піздєц настане скоро!\n" +
                    "Ха-ха-ха-ха! Ги-ги! Ням-ням-ням-ням! Я цапа вашого пиздячив по дорозі,\n" +
                    "Я мордував і в ніс його, і в рота! Тортури охуєннії придумав для вас.\n" +
                    "Я на йому тренувавсь!"),
            new Quote(KOROL_LITR, "Оце, герой, товариш бородатий!\n" +
                    "Я пропоную його на посаду мілорда-канцлєра!"),
            new Quote(KOROL_LITR, "Замовкни, пиздоболе, це – провокація!\n" +
                    "Твій цап – шпигун німецький!\n" +
                    "Він показав дорогу супостату до штабу нашого.\n" +
                    "Йому й тобі – піздєц!"),
            new Quote(KOROL_LITR, "Я пропоную в гандона їх засунуть, мій королю!\n" +
                    "У мене є гандон із Сінгапура,\n" +
                    "Чи, може, із Ганконга, еластичний!\n" +
                    "У нього і бугай залізти зможе.\n" +
                    "Ми зверху їх зав’яжемо, а самі –\n" +
                    "Дивитись будем на тортури страшні\n" +
                    "Через резину світлу і прозору!"),
            new Quote(KOROL_LITR, "Накрилася пиздою та епоха,\n" +
                    "Шо взад тягнула нас."),
            new Quote(KOROL_LITR, "Я присягаюся віддать життя своє на користь людству!\n" +
                    "Я буду грамоті учить, а не паскудству!"),
            new Quote(KOROL_LITR, "Я в авіацію піду. І буду пиздить\n" +
                    "На дельтаплані бистрому шпіонів!"),
            new Quote(KOROL_LITR, "Піздєц, ха-ха-ха-ха!"),

            new Quote(DO_HUYA_MASLA, "На сцені стоїть гидко разкрашений кіоск з продавцем внутрі, біля кіоска стоїть купка мудил і жде трамвая. " +
                    "Раптом прибігає захеканий мудило і врізується головою в кіоск."),
            new Quote(DO_HUYA_MASLA, "Што такоє? Што, спокойно ходіть нє можетє?"),
            new Quote(DO_HUYA_MASLA, "Захеканий мудило (лежачі долі). Там масла дохуя!\n" +
                    "Всі мудила. Де?\n" +
                    "Захеканий мудило. Там! (Помирає)."),
            new Quote(DO_HUYA_MASLA, "Скорость охуєвающа."),
            new Quote(DO_HUYA_MASLA, "Мудило в блєстящєму пальті зникає в напрямі, в якому, по його підставі, знаходиться дохуя масла."),
            new Quote(DO_HUYA_MASLA, "Люда, шо ми стоїмо? Щас, знаєш, скіки долбойобів набіжить?"),
            new Quote(DO_HUYA_MASLA, "Ето кайф, марожено!"),
            new Quote(DO_HUYA_MASLA, "Мудило в цегейковій шапці (раптово скаженіє). За мной!"),
            new Quote(DO_HUYA_MASLA, "І з тобою, дєд, таке буде, єслі дохуя масла з’їси."),
            new Quote(DO_HUYA_MASLA, "А я тєбє говоріл, што когда-нібудь етот дєнь настанєт, ето будєт, а ти нє вєріла."),
            new Quote(DO_HUYA_MASLA, "Якщо б знать, можно було б на тачці под’єхать."),
            new Quote(DO_HUYA_MASLA, "Я всіх вас їбав, подонки, сємєро на одного, фашисти прокляті!"),
            new Quote(DO_HUYA_MASLA, "Шо сідіш, старий поц?"),
            new Quote(DO_HUYA_MASLA, "Дівчата, задеріть спідниці, масла дам."),
            new Quote(DO_HUYA_MASLA, "Входить дебела жінка з вусами, бородавками і куснем масла під пахвою."),
            new Quote(DO_HUYA_MASLA, "Арон, збирайся додому, сьогодні я тобі на вечерю гарненько засмажу шматочок масла."),
            new Quote(DO_HUYA_MASLA, "Він помер. Дай йому трохи масла, він його любив."),


            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Чорт, трансцендентна сила у вигляді рогатого упиздня у ватніку, ватних штанях і кирзових чоботях."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Сало, їжа Івана Опанасовича і Гриця Яковича, заповнює простір між шкірою та м’ясом свині, на вигляд біла, на смак жирна речовина."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Портвейн, напій, який Іван Опанасович і Гриць Якович п’ють вранці, вдень, ввечері, а також вночі."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Кімната в общазі, в котрій живуть аспіранти, Іван Опанасович, Гриць Якович і сало."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Іван Опанасович. Дай мені три карбованці, завтра утром віддам. Чого мовчиш?\n" +
                    "Гриць. Та жалко…"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Блядь, придумав. Щас гумореску запиздячу."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Такий гумор щас пиздону, що вони повсцикаються усі."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " З сортиру чути огидливе пердіння. Хуна робить вигляд, ніби нічого не чула."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Я прямо не знаю, что ета вєсна со мной дєлаєт."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Я в армії так наїбався, Гриша, – їбать мої віники."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Блядь, що вона злякалась, – гівна не бачила?"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Ну ти і среш, Ваня."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " А хулі радоваться? Я її три года їбав як врага народа і вона не бєрємєніє. Я не люблю ото на простиню спускати чи на живіт."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "В неї матка не держить. А забєрємєла, сука, коли я сам в Києві, а вона в Лохвицях."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Я не зате, мені інтєрєсна, хто її виїбав – вона ж втричі за мене ширша, ще й окуляри носить. Хє!, інтєлігєнтка, блядь, – у Лохвицях заврайоно."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "На блядки підем сьогодня?"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Та шо я, пацан? Я в армії так наїбався, що противно згадувать. Я вобщє ото їбаться не понімаю – ну шо тут такого? Штрикаєшь, штрикаєшь, а спроси – на хуя? Я б краще вина б ото випив…"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "А шо. Щас дисертацію напиздячу і у Броварах дом куплю за 20 тисяч. Я ото блядські ті квартири не панімаю – ну шо тут такого? Ото меблю купують, позвуть у гості і сидять, цілий день пиздять, а жінка собі пизду чуха."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Я люблю, щоб у мене хазяйство було. Кабан, та то та сьо. Вона, курва, звикла там у районо пиздіти, а кабана годувать нада."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Ваня, а може ну її к хуям ту дісєртацію, давай к блядям поїдемо на діскатєку. Щас хароші бляді там єсть. Я хату зняв на Барщоговці – можна хоч тиждень не вилазить."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Е-е, то не можна – начальник буде пиздіть."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " А ми йому скла товченого підсипемо в бутерброди. У нього жінка ревнива – подумають на неї."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Та воно можна, та у тіх блядєй, я думаю, і тріпер є."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " Ну, то давай поїдемо, Ваня, в кафе “Ластівка”, приєбемося до армян і пизди дамо."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, " А ми і міліції пизди дамо, а потім похуярим у Дубки і все там на хуй рознесем."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "  Нє, то дурне діло, я ото краще сала поїм…"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "  Ваня, ти хоч плану покури. (З надією лізе до кишені) Ось тут у мене є гаарний, диви як пахне – а-а-а-а. (Сатана з насолодою нюха план і крутить хвостом) Давай накуримося і підем якусь хуйню зробимо."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Та я їбав його курить – від нього хуй не стоїть."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "А навіщо тобі щоб стояв?"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Та біс їх зрозуміє тих Хун, оно, краще, вино стоїть – пий."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Сатана. Ваня, а може вона щас прийде, то ми Швецію зробимо?\n" +
                    "Іван Опанасович. Яку це швецію?\n" +
                    "Сатана (спокусливо). Ну, хе… Це коли один вафлями годує, а другий в жопу їбе – інтєрєєсно!"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Нє, то не можна. Вона комусь розкаже, нам тоді всім піздєц. Скажуть “Іван Опанасович Харченко замість дисертацію про Шевченка писать зробив в общєжитії гнєздо разврата”."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Не скаже. Ми її вафлями нагодуєм, голову відріжем і закинем до студентів, та всі подумають, що то негри."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Ууууу… Я на тих негрів дивиться не можу. Чоорні, а нааглі. Їде в автобусі і чита якусь книжку не по-нашому – хуй проссиш. Тільки оченятами – зир, зир. А тьолок наших їбуть. Та, дура, пащеки пороззявляють і їдуть з ними в Африку чи якусь Гвіану йобану, а негру шо? Поїбав, надоїло, потім їз’їв – і всі діла. Вони своїх не так люблять їсти, як наших – наша баба потіє менше."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "І все одно пизда ставридою бздить."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "А казав жеж: “Чортику, любий, зроби молодшим, дай трохи грошей, та кабанчика, та то, та сьо, – то я тобі служить буду і всіх геть чисто позакладаю”. А сам противний, слина тече з рота, зубів нема, а у вухах вати з пів кіла стирчить."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "От ніхуя такого не помню. Не було цієї хуйні."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Ну як же, Ваня, не було, када імєнно шо було."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Казав: “Я як молодий буду, то не буду більш всякої хуйні робить, – у поліцаї вступати, сало їсти і таке інше, а буду ізучать три стадії духа, шоб потом кричать: ‘Остановісь, мгновєньє – ти прєкрасно!'” – не ти скажешь? Хто казав: “Буду Ніцше читати, а потім превозмагать в собі поца, їбать по ночах дику вовчицю і в Ганконзі дурний план курить”, шо, не ти? Хто казав: “Покину це сало хуйове, а буду ананаси і бургундське пиздячить з манєкєнщицями в Парижі і через їх пойму тщету зусиль”, не ти?"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "А щоб ти з’їв і не пиздів."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Я тарілку супу, а ти кінську залупу!"),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "І я тоже дурень – сиджу тут з вами, пиздюками, сало їм."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Чорт наливає шмурдяку, відрізає сало, передразнює когось: “Астанавісь, мгнавєньє, ти прєкрасно!”, потім випиває шмурдяк, закусує салом і кривиться."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Гриць Якович (співчутливо пиздить чорта по спині). Шо, не пашло?\n" +
                    "Чорт. Та пішов ти на хуй, не пішло."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "А я і так на ньому сиджу – тільки ноги звисають."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "От тільки і навчився, що срати як бегемот. Он навіть хуни тікають."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Я їм не винуватий, що вони дурні."),
            new Quote(OSTANOVIS_MGNOVENJE_TY_PREKRASNO, "Тебе чекаєм, Швецію робить."),


            new Quote(MISCE_VSTRECHI, "Нєзнайка, супермен-вікінг."),
            new Quote(MISCE_VSTRECHI, "Пєтрушка, мовчазний карлік у кепкє."),
            new Quote(MISCE_VSTRECHI, "Буратіно, просто поц."),
            new Quote(MISCE_VSTRECHI, "Мальвіна, дєвушка з голубою волоснею"),
            new Quote(MISCE_VSTRECHI, "Сінєглазка, алкоголічєская подорва."),
            new Quote(MISCE_VSTRECHI, "Красна Шапочка, красива, лінива, егоїстична і дурна блядь."),
            new Quote(MISCE_VSTRECHI, "…і слухай, блядь, от, блядь, він смотрить, шо та хуйня летить, кругом неї фари, лампи, там, всякі. А сама червоняста лампа мигає. А летить воно йому на город. От воно стало біля клуні і мига. Той мудак пиздує туда. Жінка кричить. Він тіки так: спакойна, стара блядь; а з цієї хуйні така рука його – раз, а іди сюда, – запхали в НЛО і кудись полетіли до хріна на роги."),
            new Quote(MISCE_VSTRECHI, "Нє. Вони політали туда-сюда, ну там всьо такоє, прилетіли і викинули його к хуям, а чувак той після цього все на хуй забув. Його питають: як тебе звуть, а він: “бе-е”. Йому показують жінку, а він: “бе-е”."),
            new Quote(MISCE_VSTRECHI, "Гурвіник. Та то всьо хуйня.\n" +
                    "Буратіно. Та яка хуйня, в книзі написано!"),
            new Quote(MISCE_VSTRECHI, "Буратіно. І шо, помер?\n" +
                    "Гурвіник. Тут же. Як ховали, то весь синій в гробу лежав."),
            new Quote(MISCE_VSTRECHI, "Ти, педріло, а ну-ка дай, відкрий."),
            new Quote(MISCE_VSTRECHI, "Блядь, якогось жида нарисував…"),
            new Quote(MISCE_VSTRECHI, "А шо, Мальвіна, даси поїбатись?"),
            new Quote(MISCE_VSTRECHI, "Блядь, шо ето значить, шо у тєбя, жени для етого нєт?"),
            new Quote(MISCE_VSTRECHI, "Блядь, шо ето значить, шо у тєбя, жени для етого нєт?"),
            new Quote(MISCE_VSTRECHI, "Яка жена, ну скажи, ну при чому здєсь жена?"),
            new Quote(MISCE_VSTRECHI, "Нє. Єслі хочете, хлопчики, тільки в рот, ето – пожалуста, ето можна, а поєбаться – дома єбайтєсь."),
            new Quote(MISCE_VSTRECHI, "У, жадна сука."),
            new Quote(MISCE_VSTRECHI, "...вона йому і каже: “А тепер єбі мєня”. А він їй: “как ето?” А вона говорит єму: “от сейчас я тобі покажу, как ето”. І не он її, а вона його сама виїбла. Ну, значить, він їй целку зламав, йому понравилось. А вона лежить і каже: “а тепер пішов на хуй”. А він: “как ето?..” От, жалко пацана."),
            new Quote(MISCE_VSTRECHI, "Разниє случаї єсть. Мєня тоже одна тьолка любила. Бувало, я прийду, сяду, а лягати зразу не можу, шоб не наблювать. І так і сижу всьо время. А вона, сука, подойдьот ззаду, руки на плечі положить і гладіт, і гладіт. А я їй: шо ти, стерво, мене гладиш, шо я тобі, кіт? І по їбальнику сразу – на! (Вздихає.) Любила меня."),
            new Quote(MISCE_VSTRECHI, "От не люблю я, кода мужики таке пиздять. І та любила, і та хуєла… Та подивіться на себе, кому ви нужні?"),
            new Quote(MISCE_VSTRECHI, "Здраствуйтє, рєбята, я вам поєбаться принєсла!"),
            new Quote(MISCE_VSTRECHI, "Боже мой, я етого нє винєсу. Какой мен, какой мужчіна!"),
            new Quote(MISCE_VSTRECHI, "Мальвіна, вони в сральню пішли, а ми давай в ванну пойдьом."),
            new Quote(MISCE_VSTRECHI, "Я їбала твої бабки, я їбала твою машину, жлоб, казьол!"),
            new Quote(MISCE_VSTRECHI, "Ха-ха, дєвушкі ридають, матроси сміються."),
            new Quote(MISCE_VSTRECHI, "Антоніо, падйом! Ілі в тєбя собаку кинуть?"),
            new Quote(MISCE_VSTRECHI, "Шо за бляді? Шо за розклади? Я Буратіну сказав, шоб помив посуду. Блядь, де чистота, де ікебана? Щас всє пойдут нахуй."),
            new Quote(MISCE_VSTRECHI, "Ха-а. Нє хуя не знаєте про матросів, салабони."),
            new Quote(MISCE_VSTRECHI, "Напрасна старушка ждьот сина домой! Антоніо, вставай, блядь, бо щас собаку кину в єбальник."),
            new Quote(MISCE_VSTRECHI, "Шо за Антоніо? Меня Карандаш звуть."),
            new Quote(MISCE_VSTRECHI, "Ну, считай, шо ти довиябувався."),
            new Quote(MISCE_VSTRECHI, "А волни бєгут от вінта за кормой!"),
            new Quote(MISCE_VSTRECHI, "А зараз всі на хуй пойдуть."),
            new Quote(MISCE_VSTRECHI, "Дайте мені жида дружбани, дайте жида, от моя просьба."),
            new Quote(MISCE_VSTRECHI, "Давайтє уйдьом отсюда, я вас прошу, уйдьом і будєм щасліви."),
            new Quote(MISCE_VSTRECHI, "Вже всю штукатурку оббив, підарас."),
            new Quote(MISCE_VSTRECHI, "Буратіно, я сказав, піди ото, що Сінєглазка наблювала, підмети і підбери штукатурку! Це твої друззя, я їбу ваще, шо такоє?!"),
            new Quote(MISCE_VSTRECHI, "Жид? Шо мовчиш? Хрясь!"),
            new Quote(MISCE_VSTRECHI, "Гурвіник (до Карандаша). Шо, жалко жида? Може ти тоже жид?\n" +
                    "Карандаш (злякавшись). Нє, я – украінєц.\n" +
                    "Самодєлкін (танцює чочотку). Такий, як я китаєць"),
            new Quote(MISCE_VSTRECHI, "Сука голая! ... Я нє голая, а обнажонная."),
            new Quote(MISCE_VSTRECHI, "Я больше не можу так жить! Кругом якась хуйня, скрізь підараси."),
            new Quote(MISCE_VSTRECHI, "Нєзнайка стоїть в обтягуючих білих трусах з льогкім жовтим німбом біля хуя і страшно кричить."),
            new Quote(MISCE_VSTRECHI, "Ну так шо, завтра гуляєм?"),
            new Quote(MISCE_VSTRECHI, "А как же! Мєсто встрєчі ізмєніть ніззя, блядь!"),


            new Quote(MNOJENNJA_V_UMI, "Що мовчиш? Шо не ясно? Зараз, бачу, Кербабая відчинено!"),
            new Quote(MNOJENNJA_V_UMI, "І нахуя отой мудак множить?"),
            new Quote(MNOJENNJA_V_UMI, "Щоб було дохуя."),


            new Quote(NIRVANA, "Краще за все нам видно слово “Nirvana”, яке по діагоналі перетинає двері, літерою “а” упираючись в коротке, але сильне як постріл слово “fuck”."),
            new Quote(NIRVANA, "...приємної форми пикатий тєлєвізор “Sony” показує смішне і водночас з тим трагічне кіно. Це не Кустуріца, і не Грінуей. Це засідання Верховної Ради."),
            new Quote(NIRVANA, "Ну, оце я, хлопці, прихожу в котєльну, як всігда, дістаю півлітра, закуску, помидорчики, сало, я люблю, щоб у мене все по-людськи було, ви ж знаєте, у мене тут ядєрку можна пересидіть, наливаю собі стаканюру, і щось, знаєте, мені мішає, ну погано, тай годі. Я сюда-туда, ну наче хтось тут є і за спиною дивиться. Я тікі так різко повертаюсь всією рамою назад, йо-майо, не повірите! Отака жаба сидить і на мене дивиться. Главноє, шо інтєресно, як вона туда попала? Двері ж зачинені. Хлопці, я сразу пойняв — це щось не те… А потім мене як вдарило! Це Свєтка! Я її так взяв на лопату і думав у піч кинути, а потім думаю: “Ні-і!” Йонатан, ну сам подумай, нашо воно мені? Так двері відчинив і у двір кинув на хрін. Так Свєтку на слідуючий день паралізувало!.. "),
            new Quote(NIRVANA, "А ти шо, не знаєш? Вона ж робить! Вже двох чоловіків поховала, а зараз третього шукає!"),
            new Quote(NIRVANA, "Я тобі так, Йонатан, скажу. Просто так нічого не буває."),
            new Quote(NIRVANA, "Шо Гіта, шо Зіта — всі тьолки прастітутки."),
            new Quote(NIRVANA, "А половина депутатів, шо сидять в сесійному залі, прийшли сюди з тюрми, а ще по другій половині тюрма плаче…"),
            new Quote(NIRVANA, "Це отой, шо медекспертиза написала: “Тєло прожгло діван”?"),
            new Quote(NIRVANA, "Та… Шо тіатр, шо гестапо — один хуй."),
            new Quote(NIRVANA, "Та нема на шо дивитись! Одні підараси…"),
            new Quote(NIRVANA, "Шо, я підарасів не знаю? Одні підараси, і ще прийомчики один одному показують, оті, як їх, джіу-джітсу! А шо воно там робиться — хуй просциш…"),
            new Quote(NIRVANA, "Нам раньше всі всігда завідували, а тепер вони з нас хотять зробити хуторян…"),
            new Quote(NIRVANA, "Стою я в галантєрєї і дивлюсь собі зубні щітки, шо раньше стоїли руб двадцять три, а тепер руб тридцять сім копійок"),
            new Quote(NIRVANA, "“Покажитє мінє етот відєомагнітофон”. То я йому і кажу: “Откуда ти такой смєлий?” А він каже: “З Ракітного”. Я один раз махнув ниткою, то він одлетів на шість метрів двадцять п’ять сантиметрів. А він каже до собаки: “Джек, фас!” То я йому кажу: “Давай сюда твого собаку! Я його порву!”"),
            new Quote(NIRVANA, "Йонатан. Мені раз Шаленчиха казала…\n" +
                    "Вєнік. Я тобі, Йонатан, так скажу, тільки потім не кажи, шо я не казав…\n" +
                    "Йонатан. Ну шо?\n" +
                    "Вєнік. В Шаленчихи мандавошки."),
            new Quote(NIRVANA, "Я їй кажу:”Ходім разом на базар носки продавать. І тобі, і мені вигодно. Приходим, розкладаєм товар, а вона: “Ігор, я хочу піва”. Думаю, нехай. Купив їй пляшку. Вона випила: “Ігор, я хочу водки”. Я їй кажу: “Шаленчиха, мені так не вигодно,”— а вона: “Какой ти скучний!” Це я скучний! А вона, блядь, весела!"),
            new Quote(NIRVANA, " Це як у Ніцше написано. Коли ти дивишся в безодню, безодня дивиться на тебе."),
            new Quote(NIRVANA, "Tак шо вона, сука, зробила, каже, шо поки всього Голсуорсі не прочитаю, вона мені давати не буде. Ну я того Голсуорсі хуйнув про серів, вона мені Ніцше. Я їй кажу: “Люда, ми так не договарювались”."),
            new Quote(NIRVANA, "Туз. Ти тоже, Вєнік розпиздівся, наче самий умний. Ти краще скажи, де ти дівся, коли нас з Бліном ракітнянські пиздили?\n" +
                    "Вєнік. Хлопці, понімаєте, тоді так срати захотілося, прямо біда. Ну їй бо, не брешу! Не вірите? Я можу гавно показать!"),
            new Quote(NIRVANA, "З двох висказаних вище припущень: а) Шаленчиха “робить”; б) у Шаленчихи мандавошки,— ми схиляємося в бік останнього."),
            new Quote(NIRVANA, "Привіт, “Компана”! Я вам почитати принесла!"),
            new Quote(NIRVANA, "Я, конєчно, нєкотороє врємя очєнь плотно тусовала. Но єслі хто думає, шо бить суперлєді лєгко, то ето ашибка"),
            new Quote(NIRVANA, "Но і трудного тоже нема ніхуя."),
            new Quote(NIRVANA, "Це тобі, Вєнік, всьо лігко в жизні дається. А в жінок жізнь трудная."),
            new Quote(NIRVANA, "А тебе зато Шаленчиха всьо молодіт, яку б хуйню ти не наділа."),
            new Quote(NIRVANA, "Росія і Біларусь — це наші брати, а брати повинні жити разом, в одній хаті, бо як сказав поет:”В одній хаті — одна правда, й сила, і воля”."),
            new Quote(NIRVANA, "Зуби — то хуйня. Я того казла знайшов. Вечором прихожу, так легенько двері відчиняю носаком. В хаті його радіхони сидять. Я зразу сокиру в стіл:”Ось-ось-о тобі!” Питаю:”Де ваш казьол?”"),
            new Quote(NIRVANA, "Шурон. А вони?\n" +
                    "Вєнік. Та нічого. Я взяв діньгами."),
            new Quote(NIRVANA, "У Ніцше написано:”Не бздо в каністру!”"),
            new Quote(NIRVANA, "Шурон. Шаленчиха, а шо ти тіски з собою носиш? Шо ти в них зажимаєш?\n" +
                    "Шаленчиха. Те, про шо ти подумав. Твої яйця!"),
            new Quote(NIRVANA, "Ну что, рєб’ята, займемся аріфмєтікою?"),
            new Quote(NIRVANA, "Йдьош до женщіни — возьми пльотку!"),
            new Quote(NIRVANA, "Пльотку в сємь хвостов… Пльотку в сємь хвостов…"),
            new Quote(NIRVANA, "Ніч іскриться і вспихуєт, як большой фонтан. І душа моя — іскрящійся фонтан…"),


            new Quote(PIZDEC, "Люда, вагонна провідниця котру всі вищезгадані митці їбуть іноді по черзі а іноді так."),
            new Quote(PIZDEC, "На сцені стоїть товарний вагон. На дверях вагона напис E=MC^2."),
            new Quote(PIZDEC, "Ніщо нікуда не зникає і нізвідкіля не береться"),
            new Quote(PIZDEC, "Перш за все ви сците у корито."),
            new Quote(PIZDEC, "Замовч, не пизди, слухай що розумна людина каже."),
            new Quote(PIZDEC, "Тю! Навіщо таку хуйню робить – та підійшов сзаду та засунув!"),
            new Quote(PIZDEC, "От ти, Косопизд репаний, замість багато пиздіти учився б у старших людей."),
            new Quote(PIZDEC, "Спеціальне пояснення для дітєй природи – моча актівізіруєт ерогєнниє зони у женщіни на п’ятах."),
            new Quote(PIZDEC, "Тантра, на хуй!"),
            new Quote(PIZDEC, " “Статевого збудження”, пизда очката."),
            new Quote(PIZDEC, " І саме в цю мить, господа, ви вказівним і безімянним пальцями намацуєте у неї подколєнну ямку і починаєте її лизати, весь час поднімаючись язиком все вище, вище і вище…\n" +
                    "П’ятий голос. І так до самої сраки! Га-га-га-га!"),
            new Quote(PIZDEC, "Голос Альфреда Юхимовича. Саме в цю хвилину, мої друзі, до вас приходить довгожданна ерекція.\n" +
                    "Голос Назара Сивухи. А якщо не приходить, Альфреде Юхимович? Тода що робить?\n" +
                    "Голос Омеляна Косопиздя. Тогда надо воду злівать!"),
            new Quote(PIZDEC, "Знов макарони, блядь!"),
            new Quote(PIZDEC, "А бацили шо нема?"),
            new Quote(PIZDEC, "Та не чавкай, ти – чучундра!"),
            new Quote(PIZDEC, "Давай компот на хуй!"),
            new Quote(PIZDEC, "Люда, ти готовая?"),
            new Quote(PIZDEC, "Вони зайобані і закомплексовані."),
            new Quote(PIZDEC, "По нашим даним, якщо будівництво не наєбнеться зараз – воно обов’язково наєбнеться в наступному кварталі."),
            new Quote(PIZDEC, "Степан Срака (налякано). І шо тогда будєт, Гаврюша?\n" +
                    "Гаврюша Обізянов (спльовує). Тюрма на хуй!"),
            new Quote(PIZDEC, "Голос Альфреда Юхимовича. Так от, друзі мої, єслі с женщіной правильно обращаться, то она становітся уже не жєнщіной, а сімфонієй етого, как єго…\n" +
                    "Голос Магарича. Брамса!\n" +
                    "Голос Альфреда Юхимовича. В пизду Брамса! Ото пизданув, як в лужу перднув!"),
            new Quote(PIZDEC, "Степан Срака. І шо вони роблять?\n" +
                    "Люда. А макарони їдять! У суботу і неділю замість компота – кохве, горілку по святах."),
            new Quote(PIZDEC, "Гаврюша Обізянов. А бацила?\n" +
                    "Люда. Бацилу раньше давали, щас ні."),
            new Quote(PIZDEC, "Тобі, я бачу, мало пизди получить, – ти ще хочеш шоб тебе в сраку виєбли!"),
            new Quote(PIZDEC, "Закрий двері – бздить!"),
            new Quote(PIZDEC, "Хлопці, єбіть куди хочете, тіки пустіть – парашу буду виносить, бля буду!"),
            new Quote(PIZDEC, "А шо, можна пустить, хлопці – воно, інженер, як цуценята – скавучить, то так весело робиться, а набридне – придушим та й викинем к хуям!"),
            new Quote(PIZDEC, "Чєловєк чєловєку – друг, товарищ і брат."),
            new Quote(PIZDEC, "А ти, курва, як ще кого-небудь пустиш – я тобі гланди через сраку вирву!"),
            new Quote(PIZDEC, "...бо ви ніхуя іще жизні не знаєте!"),
            new Quote(PIZDEC, "От вчора, після вечері, вам звонила якась лярва – мов так і так, кидай усе – приїзджай їбати!"),
            new Quote(PIZDEC, "Скажу: в одній ампулі – сімянна витяжка бобра, в другій – всячєскіе імунодєпрєссанти."),
            new Quote(PIZDEC, "Які люди! Гаврюша, які люди! А ми цілу жизнь їбемось як кроти, як та мушка ми літаєм."),
            new Quote(PIZDEC, "Щас кожен мудак сам по собі танцює, руками й ногами махає, спотіє весь, а в нагороду хіба що запалення легенів схопить."),
            new Quote(PIZDEC, "Між тим, чоловічий піт – то ценна сировина. "),
            new Quote(PIZDEC, "Як хорошо просякне – зараз їм тьолці мармизу витри і считай дєло в шляпе."),
            new Quote(PIZDEC, "Вона раз нюхне і їй піздец! Від ерогенних зон носа імпульс іде до статевого центру збудження. Тільки і роботи, що до кущів дотягти!"),
            new Quote(PIZDEC, "Хлопці, пустіть."),
            new Quote(PIZDEC, "Іди в лабораторію, жидок, тут своїх вже до хуя!"),
            new Quote(PIZDEC, "Я зняю, бо я жизнь прожил!"),
            new Quote(PIZDEC, "Пиздуй, тобі кандидатську їбошить надо!"),
            new Quote(PIZDEC, "Єбав я ту кандидатську!"),
            new Quote(PIZDEC, "Ти шо, пизда, не хочеш 150 карбованців получать?! Нє, ви бачили таке? Совсєм оборзєл пацан."),
            new Quote(PIZDEC, "Нічого, нехай поплаче, потім піде собі обрєзаніе зробить, мацою зажре та буде банкувать"),
            new Quote(PIZDEC, "Жиди – то такі хітросракі… Заждіть, вони не тільки шо макарони, – вони й сайри дістануть!"),
            new Quote(PIZDEC, "Сайра хай вас не їбе, пан Сивуха, – вам її все одно не їсти."),
            new Quote(PIZDEC, "Давай, жидок, розкручуй дрота і йди сюди – ми тобі посвящєніе в митці зробимо."),
            new Quote(PIZDEC, "Вилазь, хлопці, – свобода прийшла!"),
            new Quote(PIZDEC, "Хорош хнюпитись, хлопці, на волі хорошо – пташки, жито, квіточки, дівчата, шо хочеш – те й малюй, всіх куди хочеш – туди й посилай!"),
            new Quote(PIZDEC, "Явна провокація, хлопці, – ми виліземо, а він хвисть і сам залізе та й буде макарони один за всіх наябувать!"),
            new Quote(PIZDEC, "Альфред Юхимович. (до Роже Городі) А бацилу даватимуть?\n" +
                    "Роже Городі. Нє. Бацила тільки в Бога і в начальства!"),
            new Quote(PIZDEC, "Нас агітіровать на хуй! Ми самі кого хочешь загітіруєм!"),
            new Quote(PIZDEC, "Дєдушка пацаватий, ото воно йому надо отак їбошить!"),
            new Quote(PIZDEC, " Амбальний дідусь. Мабуть і хуй ще стоїть! Стоїть хуй, діду?"),
            new Quote(PIZDEC, " Стоїть, синку, – дай тобі боже щоб в тебе так стояло!"),
            new Quote(PIZDEC, " А шо буде? Нічого не буде – Піздєц буде!!!"),
            new Quote(PIZDEC, " Гдє, гдє – в піздє! Смотрєть надо!"),
            new Quote(PIZDEC, " Какая ви нєрвная – я єбу!"),


            new Quote(REPKA, "Скажи бабі, шоб борщ зварила. Часником заправить та сметаною, галушками – то, шо нада!"),
            new Quote(REPKA, "Блядь! Колись я іще пацаном був, то їх зимою в нас не було. Оце, як тіки осінь, вони своїх дітей ото позганяють на леваду і вчать літати, а потім посідають, падли, і тіки м’ясом римигають, ну чисто корови. А через пару тижнів всі в Африку полетять. І так красіво летять, блядь, строєм, аж земля трясеться. Коли їх главний серне, то і остальні тоже. Бува, цілі села гімном засиплять. Порядок тада у них був!.."),
            new Quote(REPKA, "Щас ні. Щас ні в них, ні в нас, кругом порядка нема."),
            new Quote(REPKA, "Колись порядок був, нахуй, не те, шо січас!"),
            new Quote(REPKA, "Шо ви пиздите, діду? Раньше, раньше… Шо за ностальгія, чого вам щас не хвата, тюрми?"),
            new Quote(REPKA, "Мовчи, обізяна йобана, шо ти понімаєш?"),
            new Quote(REPKA, "А хулі тут непонятного? Обичний мутагенез."),
            new Quote(REPKA, "Зате пацюки стали, як самольоти, а клопи, як сичі."),
            new Quote(REPKA, "Шо ви хочете. Африкан Свиридович ? Це жизнь, а жизнь, як в пєснє пойотся. “не кончається”."),
            new Quote(REPKA, "Жизнь хуйовая!.."),
            new Quote(REPKA, "Ти б на себе подивився, весь в гамні!.."),
            new Quote(REPKA, "А ви не пиздіть зря, Свирид Опанасович, вас пока не спитали."),
            new Quote(REPKA, "Вобшєм, шо я вам розказую, та поїбєнь, то з моря вилізла."),
            new Quote(REPKA, "Потом знов все велике, динозаври. бронтозаври, всякі там пиздозаври."),
            new Quote(REPKA, "Потім знов все мале, опять поразводилось всяке падло – миші, комарі, клопи, пігмеї, блядь, всякі карлікі!.."),
            new Quote(REPKA, "Які слони? Ви їх коли-небудь бачили? Ви ще бронтозаврів би згадали! Хуйня це все! Басні дідуся Панаса, не було ніяких слонів…"),
            new Quote(REPKA, "продовжує пиздить дракона на катлєти"),
            new Quote(REPKA, "Інтєрєсно у вас получаєтся: слонів не було, а дідусь Панас, значить. був?"),
            new Quote(REPKA, "І дідуся Панаса тоже не було, нюханте свій кал, діду, і не отвлікайтєсь."),
            new Quote(REPKA, "Але ж клопи малі, мандавошки іщьо меньші, я вже не кажу про пацюків, самі обичні пацюки. Мій тато. як був малий, з ними грався. А щас піди, пограйся, кожен пацюк, як Б-52! Дракони бздять аж всцикаються…"),
            new Quote(REPKA, "тут і Дарвін ваш не просцить собі хуя, не те шо ми з вами."),
            new Quote(REPKA, "А хулі ми, рядові аспіранти, наше діло – кал"),
            new Quote(REPKA, "Інтєрєсно, шо ви імєєтє против Вальки? Нормальна внучка нормального дєдушкі."),
            new Quote(REPKA, "Я за вальчиною мамой добряче погасав по джунглях, а она, в свою чергу, мене харашо покусала. Сама запальна, кров гаряча. Азія!"),
            new Quote(REPKA, "Хулі зуби, зуби вставить можна, але я їбати б її не став, хіба шо п’яний…"),
            new Quote(REPKA, "А я тобі, дураку, і трєзвому б не дала! Ходить цілий день весь в гамні і шо-то вообража. Йобарь найшовся!"),
            new Quote(REPKA, "От ви напрасно питаєтесь, Саломон Самсонович, найті у Вальки якусь естетику, отталківаясь от антропоморфності."),
            new Quote(REPKA, "А от давайте, шоб у вас була така шия, як у лєбєдя, отакі лапи красні і пір’я кругом, тоже красіво, а? Шо мовчите, скуштували хуя? Так і остальноє: лєбєдь красівий, як лєбєдь, а обізяна, как обізяна. Хулі не ясно?"),
            new Quote(REPKA, "Мурзік, киць-киць-киць!.."),
            new Quote(REPKA, "Голос Мурзіка з сіней. Я січас…"),
            new Quote(REPKA, "Від звичайного кота Мурзік відрізняється тіки розмірами, саблезубістю і гарним баритоном. Оба дослідника при виді Мурзіка машинально встають, як це роблять немаючі гідності подчиньонні при виді начальника."),
            new Quote(REPKA, "Сідітє, сідітє, я етого не люблю."),
            new Quote(REPKA, "Понюхайте, це імпортний, ви такою не нюхали."),
            new Quote(REPKA, "Сам цю хуню нюхай!"),
            new Quote(REPKA, "Ні, це природа. Такого Мурзіка – хуй розробиш."),
            new Quote(REPKA, "Можете там не шепотіть, я улавлюваю ультразвуки, бачу в цілковитій темряві, читаю мислі на відстані, стрибаю вверх на 20 метрів, а в довжину – на 50. можу перегризти любе залізо і поцарапати любу каменюку. За один раз можу виїбати двадцять киць, не при Вальці будь сказано."),
            new Quote(REPKA, "Вам так не буде."),
            new Quote(REPKA, "Саломон Самсонович. А скажітє, Мурзік…\n" +
                    "Мурзік. …Васильович."),
            new Quote(REPKA, "Ви хотіли пошуткувать, але у вас не вийшло."),
            new Quote(REPKA, "І потім кал – це цікаво."),
            new Quote(REPKA, "Звичайно. Кожному своє."),
            new Quote(REPKA, "Розумієте. Мурзік Васильович, кал -дуже цікава штука. Ви помітили, то людина, коли посре, завжди оглядається, шоб побачити, скіки вона насрала і якої якості кал. Їй цікаво, а цікавість – це шлях в майбутнє."),
            new Quote(REPKA, "Навіщо вам шлях у те, чого у вас нема?"),
            new Quote(REPKA, "Цікаве питання. Будемо полемізувати."),
            new Quote(REPKA, "Саломон Самсонович ухитряється робить два діла: полемізувати і маленькою паличкою зчищать з рєзінового комбінезона гавно"),
            new Quote(REPKA, "Розумієте, Мурзік Васильович, людина завжди цікавилася трьома речами. По-перше -своїм калом, по-друге – питками та казнями, і уродами."),
            new Quote(REPKA, "Ми – вчені, питки та казні – то не наше діло, але кал, але уроди…"),
            new Quote(REPKA, "Їбало в крокодила піл час удара розкрилося, як кришка від чамайдана."),
            new Quote(REPKA, "Та не кажи, ці коти вже заїбали, я їх усіх віддав би на мило!"),
            new Quote(REPKA, "Він, клятий, мишей зовсім не чіпа. Каже, шо з мишами треба поводитись так, як хочеш, шоб миші поводились з тобою…"),
            new Quote(REPKA, "Ти диви, Толстого читав!"),
            new Quote(REPKA, "Не треба того ублюдка топить, як трохи підросте та зажиріє, ми з Надєю його з’їмо."),
            new Quote(REPKA, "Блядь, сука буду!"),
            new Quote(REPKA, "Надєжда вийма з вуха бичок і розкурює його. Обидві бляді сидять. розкарячившись, поклавши голі хвости на стола, чухають собі пизди. матюкаються і плюють на підлогу."),
            new Quote(REPKA, "Сідєть була команда, блядь!"),
            new Quote(REPKA, "Хуй їм в рот, тим блядям, лізьте в двері!"),
            new Quote(REPKA, "Може, в його совість не чиста?.."),
            new Quote(REPKA, "Щас врем’я таке дурне, у всіх нерви, всі лікуються, якіхось прізраків та фантомів бачать"),
            new Quote(REPKA, "Та хіба це фантоми, то хуйня, а не фантоми. "),
            new Quote(REPKA, "ви, діду, десь чарку йобнули, чи укололись харашо…"),
            new Quote(REPKA, "Тада цим не увлєкалісь, тада порядок був!.."),
            new Quote(REPKA, "Рєпку треба витягнуть, здорова, клята, виросла, як клуня!")
    );


}
