package com.mihadev.poderevjanskyibot;

import java.util.Arrays;
import java.util.List;

import static com.mihadev.poderevjanskyibot.Book.*;

class Quotes {
    static final List<Quote> QUOTES = Arrays.asList(
            new Quote(DANKO, "Хлопці! Хорош ноги бить. Начальство очки гребе, а ми синці лопатою вигребаємо."),
            new Quote(DANKO, "Не розмишлять! Чмо японське! Іттіть!"),
            new Quote(DANKO, "Урааа! Вперьод, чмо японське!"),
            new Quote(DANKO, "Всі біжать за Данком у напрямку протилежному тому з якого прийшли."),
            new Quote(DANKO, "Та вже мабуть прийшли."),
            new Quote(DANKO, "Контра. Не пиздіть. Іттіть."),
            new Quote(DANKO, "Я їбав таку жизнь."),
            new Quote(DANKO, "Харош, пизда ваша мати. Шо поставали?"),
            new Quote(DANKO, "Вот ніхуйова пагодка."),
            new Quote(DANKO, "Шо мовчите? Га? Де Ізергіль, стара блядь!"),
            new Quote(DANKO, "А не пішов би ти на хуй!"),
            new Quote(DANKO, "DANKO! Нирки рви – вони горітимуть."),
            new Quote(DANKO, "Голос з натовпу. Ніхуя нє піздєц! Ми тут в пустині сад зробимо!"),

            new Quote(PACAVATA_ISTORIA, "Клім Моісєйович, послушайтє міня, Ви підарасів етіх бойтєсь, как огня!"),
            new Quote(PACAVATA_ISTORIA, "Я встрашном гнєвє, помолчі, мудак, Когда говоріт Гнат Пилипович Рак!"),
            new Quote(PACAVATA_ISTORIA, "Моя твою возьмьот за голу сраку І харашо отпіздіт, як собаку."),
            new Quote(PACAVATA_ISTORIA, "Ідітє нахуй всє, покіньтє кабінет!"),
            new Quote(PACAVATA_ISTORIA, "Лариса Сидорівна Сало Сьогодні под трамвай попала, І он їй іспортіл всьо їбало."),
            new Quote(PACAVATA_ISTORIA, "Смотрітє, от хуйова баба. І відно, шо на перед слаба."),
            new Quote(PACAVATA_ISTORIA, "Ви, курви, обє замолчіть! Кажу я, нахуй всі ідіть!"),
            new Quote(PACAVATA_ISTORIA, "Товариш Рак, ви шо мудак?"),
            new Quote(PACAVATA_ISTORIA, "К тєбє прийшов я нє таясь, Тьми вогкой пацаватий Князь."),
            new Quote(PACAVATA_ISTORIA, "Токо блядь так заставляє сєбя ждать!"),
            new Quote(PACAVATA_ISTORIA, "Ви мене іжвінітє жа хуйову дікцію. У мєня кольцо в жубах."),

            new Quote(HVOROBA_IVASYKA, "Входить Випадєніє Матки. Воно таке як і інші, тількі між ногами у нього волочиться мішок."),
            new Quote(HVOROBA_IVASYKA, "Вже стара блядь, а брючного костюма наділа"),
            new Quote(HVOROBA_IVASYKA, "Ми ковалі нашого щастя, Івасику!"),
            new Quote(HVOROBA_IVASYKA, "А ти молодець, Івасик, знаєш, що слину лікарі збирають на аналізи. Я вже чемодан слини назбирав!"),
            new Quote(HVOROBA_IVASYKA, "Гарний хлопчик. Зараз лікар випише рецептик і будем ням-ням дімедрольчик. Хочеш ням-ням дімедрольчик?"),

            new Quote(JAN_MARE, "Жан Маре, улюбленець глядача.\n" + "Віолєтта і Травіата, бляді, котрих їбе Жан Маре."),
            new Quote(JAN_MARE, "Йобана обізьяна, Єбіческа сила, потусторонні сили зла."),
            new Quote(JAN_MARE, "Дія друга.\n" + "Жопа. В ній сидить Кардинал."),
            new Quote(JAN_MARE, "Рошфор продовжує катувать блядєй. Він пиздить їх великим дрючком, б’є ногою по зубах і по печінці."),
            new Quote(JAN_MARE, "А чого в очі не дивитесь, суки?"),
            new Quote(JAN_MARE, "Мені Віолетта часи подарила. П’ятьсот карбованців стоять. (дістає часи Орієнт і пиздить їми об стол) Бачиш! А їм ніхуя!"),
            new Quote(JAN_MARE, "Це не наші. Мені Травіата теж галстук подарила, щоб не пиздив."),
            new Quote(JAN_MARE, "От блядь! Всі мої плани накрились пиздою."),
            new Quote(JAN_MARE, "Товаришу начальник! Передовий підрозділ у складі старшого сержанта Йобаної обізяни і єфрейтора Йєбіческой сили впиздили якусь стару пизду."),

            new Quote(HAMLET, "Він босий, бородатий і пацаватий."),
            new Quote(HAMLET, "Як остопиздило купатися мені. Чи може іскупатися? Купатись чи не купатись? Блядські ці питання зайобують. " +
                    "То може, не вагаясь, спустити враз штани та батерфляєм хуярити, аж поки за буями в очах не потемніє? Ну а згодом? " +
                    "Про наслідки можливі не подумать? Один лиш тільки раз і вже крадеться піздець з своєю усмішкою хижой. " +
                    "Простуда, геморой, чіряк на сраці, запльована підлога, лікарі, від шприца гематоми і могила… " +
                    "На ній брудна Офелія вонюча та купка маргаріток, а під нею лежить той фраєр, що любив купатись. " +
                    "Такіє варіанти єбав я в рот і в носа. (Гамлєт харка у море і його дрючком пиздячить.)"),
            new Quote(HAMLET, "Мон шер Гамлєт! Ходімо в кабінєт. Канхвету дам тобі я посмоктати. Канхвета очєнь класна, Тузік вкусний."),
            new Quote(HAMLET, "Не вір, мій сину, цьому підорасу. Канхвету ту тобі він в жопу встромить."),
            new Quote(HAMLET, "От бач, злякався, йобаний сцикун. Він обісцяв мене на полюванні, коли я міцно спав. " +
                    "Підступною рукою він в ухо спрямував брудного хуя. І скосопиздила моє прекрасне тіло смертельная гангрена. " +
                    "Помсти хочу! Побачить цю падлюку на параші, за грою в півника з неголеним убивцей, або в канторі сраним інженером, " +
                    "або у юрті раком на підлозі татари шоб його єбали в сраку!"),
            new Quote(HAMLET, "Не можна мстить. Повинні ми любити всіх підорасів, злодіїв, убивць. Бо кожний з них – народ, всі – богоносці."),
            new Quote(HAMLET, "То може ти і м’яса не їси?"),
            new Quote(HAMLET, "Ні, не їсу я м’яса принципово. Я тільки випить іноді люблю, бо ми народ широкий і гостинний і випити ми можем дохуя, намного більше інших інородців, жидів та басурман."),
            new Quote(HAMLET, "Хуйова мода. Пробзділось шось у Дацькому князівстві… Коли я був царем, єбав я в жопу всіх богоносців в купі з Львом Толстим. " +
                    "Но це, конєшно, в смислє пєрєносном. Бо підорасів, з дєтства не любивши, посилав їх на хімію єбошить на благо Батьківщини. " +
                    "О часи, о Данія нещасна!"),
            new Quote(HAMLET, "Ви, батьку, там привидом вже зовсім заєбались. Шось пиздите таке, що не просцяти і за цілий тиждень. " +
                    "Я же вам сказав, що мститися не можу, бо всі люди – це браття на землі, окрім жидів, татар, масонів, негрів, білорусів, которих я ненавиджу. " +
                    "В цілому я ж гуманіст, не те шо ви, папаша. Вам тільки би горілки засадить та мамку бідну на печі єбати, аж дим із хати йде. " +
                    "А потім чаю посьорбати і кидати сокиру в паралізовану бабуню, в унітаза хуярить чобітьми і так же много другої хуйні за вами замічав я. " +
                    "Навіщо ж вам було родного брата, слабкішого за вас своїм здоров’ям, примушувать лизати вам мін’єта? От він і єбанувся, бідолашний, і це не дивно. " +
                    "Мати моя, бідна, ненавиділа вас, як я жидів. Мене ж, синка хорошого, любила і часто пестила. А я із нею грався у котика та білочку. " +
                    "Ви, батьку, пиздуйте в ваше море та хутчіше, бо я дрючком переєбу єбальник щє й дядька позову і ми з ним разом таких піздюлєй вам понакладаєм, шо Данія здригнеться."),
            new Quote(HAMLET, "Сучій сину, хуйовий нєдоносок! Так на батька! Таку хуйню казать! " +
                    "Чом не втопив я тебе в малаф’ї як ти родився? Чом не засунув в жопу головою і задушив? О курвяча сімейка! Зажди ж у мене!"),
            new Quote(HAMLET, "Папаша блядский, в доску заєбали. Піти би випить в барі шампаньйоли, бо в сурлі мов коти понасцикали і несвідомо хочеться лизати шершавим язиком гарачі зуби…"),
            new Quote(HAMLET, " На гербі зображено ведмедя. В одній руці у ведмідя молоток, а в другій – балалайка. Це символізує працелюбність і незакомплексованість тварюки."),
            new Quote(HAMLET, "Непомітно, м’ягкою ходою підораса, входить Клавдій, хтивий дядько принца."),
            new Quote(HAMLET, "Сьогодні я гуляв на датськом взмор’є з твоїм синком красівим. Я канхвету хорошу очєнь, вкусную, єму давав, но он нє взял, муділа."),
            new Quote(HAMLET, "Я виєбу його. Канхвєта Тузік, очєнь нє хуйова."),
            new Quote(HAMLET, "Чимсь бздить у кабінеті, неначє хтось насрав нечистоплотно. Відкрийте хвортку, хами, щоб пробзділось."),
            new Quote(HAMLET, "Ага, падлюки! Всім скидать штани і стати раком! Щас піздець вам буде, слівайте воду, йобані масони, чи як вас там."),
            new Quote(HAMLET, "Мій Привиде, ніякої хуйні не робим ми. Ко всєм жидомасонам іспитуєм злобу і ненавість і каждий день національні гімни на балалайці хором ісполняєм. " +
                    "Бояться нас жиди та басурмани, престіж крєпчаєт, мощно возрастаєт дєнь ото дня процент жиров у маслі. Довольні хами, ситі в них єбала. " +
                    "Гораздо мєньшє стало підорасів, єбошать всі вони як папа Карло на хімії в Черкасах. Лєсбіянки – усі на Соловках."),
            new Quote(HAMLET, "Дивись, мій сину, це – жидомасони. Ти запиздяч дрючком їх по печінці, потом мєнє доложиш. Шо не ясно?"),
            new Quote(HAMLET, "Папаша, всьо буде в лучшем відє, не хвилюйтесь."),
            new Quote(HAMLET, "Гамлєт пиздить усіх дрючком: пиздячить герба з ведмедєм, потім заливає шампанськоє в рояль і шпроти запускає туди ж. І по роялю пиздить дрючком. Рояль гуде."),
            new Quote(HAMLET, "Мій сину, то рояль, а не жиди, його не надо пиздить. За валюту його я купував."),
            new Quote(HAMLET, "Єбав я всє роялі, і валюту, і всіх жидів."),
            new Quote(HAMLET, "Гамлєт пиздить Привида дрючком. Привид пада. На полу лежать трупи, попижжені Гамлєтом. В роялі тихо плавають шпроти. Входить Зігмунд Фрейд. Його окуляри таємничо блищать в темноті."),
            new Quote(HAMLET, "Ітоги подвєдьом. Упиздив тата. І мамку запиздячив з рідним дядьком. Попиздив мєбєль ценную, герба національного хуйнув. Усюди смерть, розруха. " +
                    "Не буду більше пити я, хоч, правда, яка розумная цьому альтернатіва? Ех, блядська Данія! Піздєц всім сподіванням…"),
            new Quote(HAMLET, "Гамлєт рве на собі толстовку. Тихо грає музика, приємний голос співа “Яблучко”. Зігмунд Фрейд підходить до Гамлєта, коле його шприцем у сраку і уводить до божевільного дому. " +
                    "Hа сцені з’являються семеро матросів в жахливих чорних бушлатах. Пісня “Яблучко” переможно шириться. Під веселі звуки “Яблучка” матроси мовчки страшно відбивають чочотку."),


            new Quote(TSIKAVI_DOSLIDY, "Чергове заняття по вивченню життя жаби у світі атеїстичного сприйняття дійсності. Кінцева мета: на прикладі жаби довести учнів до переконання, шо Бога нема."),
            new Quote(TSIKAVI_DOSLIDY, "Одна думка, шо Бог є – це вже хуйня!"),
            new Quote(TSIKAVI_DOSLIDY, "Звичайно, хуйня, Зоя Жорівна, ще й яка хуйня. Це ідеалістичний онанізм."),
            new Quote(TSIKAVI_DOSLIDY, "Обоє замисленно мовчать, мабуть думають про Бога і про те, що його нема."),
            new Quote(TSIKAVI_DOSLIDY, "Мертва тиша, під час якої піонер Вася лапа за сраку піонерку Стасю."),
            new Quote(TSIKAVI_DOSLIDY, "Жаба живе в саду, живиться продуктами народного господарства, тому жаба – шкідник, її треба знищувати. Наш народ вже даво оголосив війну жабі."),
            new Quote(TSIKAVI_DOSLIDY, "З першого погляду, жаба схожа на самольота. У неї єсть фюзеляж і шассі. " +
                    "Шассі у жаби розрізняють: передні (відриває і показує) і задні (відриває і показує). " +
                    "В сраці у жаби є сопло, в котре дослідники встромляють соломину…"),
            new Quote(TSIKAVI_DOSLIDY, "…соломину, яка зветься катетер."),
            new Quote(TSIKAVI_DOSLIDY, "В результаті нервового струсу ми бачимо у жаби розлад нервової системи, шо привело тварюку до клінічної смерті, ознаками якої служить відсутність потіння дзеркальця."),
            new Quote(TSIKAVI_DOSLIDY, "Один їжачок за одну ніч з’їдає стільки народного добра, скільки важить сам. Тому їжачків треба знищувати. І тут нам у пригоді стає наша славна авіація. Один самольот за один день знищує стільки їжачків, скільки важить сам."),
            new Quote(TSIKAVI_DOSLIDY, "Триста шістдесят п’ять самольотів з їжачками"),
            new Quote(TSIKAVI_DOSLIDY, "І знов двійка, Носенко. Хто ж це знищує самольоти? Це ж наша гордість."),
            new Quote(TSIKAVI_DOSLIDY, "Мирон Опанасович заширює скальпеля в їжачка, ріже його і розповідає."),
            new Quote(TSIKAVI_DOSLIDY, "Зоя Жорівна підключає білочку до штепселя і продовжує розповідати."),
            new Quote(TSIKAVI_DOSLIDY, "Діти, перед вами білочка, ворог лісів."),
            new Quote(TSIKAVI_DOSLIDY, "Нервове посмикування білочки – це живе свідоцтво міці нашого електричного струму, а також розплата за загублену білочкою тайгу."),
            new Quote(TSIKAVI_DOSLIDY, "Зоя Жорівна виключа білочку і кидає у вікно її обсмалені рештки."),
            new Quote(TSIKAVI_DOSLIDY, "Зробимо висновки, діти. Бога нема, а є природа. Природу треба міняти і знищувать все, що в ній непотрібно."),


            new Quote(HEROJ_NASHOGO_CHASU_1, "Я сьогодні Анжелу виїбу, бля буду. Ти в це діло не мішайся, бо я тобі залупу відріжу і натягну на їбальника, бля буду. Пойняв?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Пойняв."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Підбери, синок хуїв."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Їж, шакал йобаний!"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Кому спасібо надо сказать?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Вчити вас, синків, треба, іщо ніхуя служби не пойняли."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Савка витира масні губи піджаком і любовно хряскає Ахванасія по лобі, так, що той гепається на запльовану Савкою підлогу."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Шо не ясно, йоб твою в дарданели мать."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Шо стоїш, як ісусик? Бабу їбав?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Ги-и."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А хочеться!"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Хе, йобаний черепок."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Дівчата, хто буде чай пить, а хто кохфе?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Я кохфе буду"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Входить Митродора Пилипівна, вже пожила, але гарна курва."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Я щаз була на діспуті, шо такоє щастя. Нічого, культурно побазарілі. Правда, лєктор був якийсь припездяний."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А гарний пацанчик, їбать мене в дишло…"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Анжела, тєбє двє мінути на размишлєнія. Наябуй кохфе і пиздуй за мной."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Ти посмотрі, какой он бистрий."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Хорош пиздєть."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А хто ви такой, пришлі, матюкаєтесь тут, шо такоє?"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Та йоб твою мать, жидок, я тебе раз переїбу, в тебе залупа отвалиться."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "От ето удар."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Шо, нравіца? На."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Савка пиздить Митродору Пилипівну. Митродора Пилипівна пада, як мішок з гавном."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Щас в ігру поіграєм. Цель ігри – вийті живим із боя. Всім стать к стєнє."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Савка, не пиздь, я не винєсу."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Винєсєш."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "Пиздєць, нахуй."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "А будем хуєм груши збивать."),
            new Quote(HEROJ_NASHOGO_CHASU_1, "От погуляли ми сьогодні! Особєнно я іржав, коли ви тьолок пизділи. От піздєц!"),
            new Quote(HEROJ_NASHOGO_CHASU_1, "В етой жизні так, Ваня: хто умнєє, тот і прав."),

            new Quote(HEROJ_NASHOGO_CHASU_2, "Єгорка Іванцов, геолог і дурний кацап."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Васіліса Єгоровна, женщіна мужской мєчти."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Савка, герой нашого часу."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Савка (плює униз). Пригай, нахуй!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ну його в пизду, блядь!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Мєткость рук, блядь, і нікакого мошенства."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Стоїмо, бля, а він летить, бля, так Савка як запиздячить, бля. " +
                    "Кажу: “Піздєц, нахуй”, – а Савка: “Ніхуя собі”. – та палкою як переїбе, каже: “Чмо йобане”. " +
                    "Знаєш Савку? А я забрав, оце борщ зваримо. Ніхуйово погулялі."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Нє дєлай волни, Хваня."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "По-вашему, ето сич називається?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Шо за сич. блядь, ніхуя не просцу."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Чурка йобаний, блядь, чєрєз мінуту віжу борш на столє, кругом всьо блєстіт-свєркаєт! Шо не ясно, бля?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Йобані чурки заїбали, нахуй."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Диви, Савка, мамка нехуйова."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Я таких мамок, Хваня, тоннами на хую вєртєл."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Було б время, можна було б зайнятися. Неохота тока мудохатися."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Рєбята, ви нє студенти, случайно?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ми доктори, нахуй."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "У мєня такоє мнєніє, єслі чєловєк нє любіт поезію, он сам сєбя обкрадиваєт, мнє жалко такого чєловєка!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А ви говоріте, для мєня єслі чєловєк нє любіт пріроду, нє любіт животних, нє знаєт поезію родного края, он для мєня нє существуєт!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Під час балачок Горгони Пилипівни Савка і Ахванасій сидять мовчки, дегенеративне відкривши роти, як то роблять хворі на аденоїди, і мовчать."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Заїбала нас тут, шось пиздить, а шо – хуй просциш."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Переїби, шоб не пизділа."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ахванасій пиздить Горгону Пилипівну. Горгона Пилипівна падає довго і важко, як мішок з гавном."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ми з неї тоже будем борщ варить, чи може так зажарім, нахуй, да і з’єдім?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Чурка хуєв! Скіки тєбя учіть можна, блядь! А шо, борш залупою їсти будем?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ахванасій витаскує з борща противну орлячу голову і висмоктує в неї мозги."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ти, Савка. попробуй! В голові фосфору дохуя, волоси випадать перестануть."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Я думаю, что такая женщіна, как ви, должна украшать жізнь мужчіни, Васіліса Єгоровна." +
                    " Можно, я вас поцелую?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А вот етого как раз і ніззя."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Как же так, почєму ніззя?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А так, ніззя і всьо."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Синка раз запиздячить, і піздєц йому буде."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Товаріші, сюда ніззя, тут гадюк много, укусят!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Пригай вніз, синок хуєв, пока я разрєшаю!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Тока попробуйте подойті, уркагани, всєх повбиваю!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Під час неї гнєвної рєчі Хабібулін кида в Єгорку ховрашком і влучає йому в їбальніка. "),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Васіліса Єгоровна, яка безперечно вважає, шо щас її нємєдлєнно будуть їбати, гнєвно свєрка глазами і робить хорошу міну при поганій ігрі."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Пригай, нахуй!"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Так шо, Савка, може їбати і нє будєм, мєнє шо то нє хочєтся…"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Нахуй она нам така здалась. Правда, дядя Савка?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Хлопчики, та ви шо?"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "А можєт давайте поговорім, рєбята. Ви ізвінітє, я сначала, було, подумала, шо ви жлоби, так вийшло случайно." +
                    " Ви мнє даже понравілісь, я даже подумала, какіє інтєрєсниє пацанчікі в горах гуляют…"),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Ця хуйня тобі не допоможе. Хлопці, будєм грать в ігру “Артілєрія бьйот по своїм”."),
            new Quote(HEROJ_NASHOGO_CHASU_2, "Заїбали, курви, чи женщіни, чи може якісь кури, хуй просциш…"),


            new Quote(DIANA, "Жора, невизначеного віку мужик, схожий на чорта, якого виперли з пекла за профнепридатність."),
            new Quote(DIANA, "Василь Гнатович, вождь палати хворих, статечний мужик, схожий на Сталіна епохи підписання Ялтинської угоди."),
            new Quote(DIANA, "Сірьожа, середнього віку мужик, хитрий і наївний, як вовк у казці."),
            new Quote(DIANA, "Діна, юна, спокуслива і спортивна медсестра з довгими ногами, широкими плечима і античною шиєю."),
            new Quote(DIANA, "В палаті на кроватях лежать Василь Гнатович, Жора, Сірьожа, Валєрік і Енгельс Гасанович з забинтованими в різних місцях і синіми, як баклажан, їбальниками."),
            new Quote(DIANA, "Хворі лежать смирно, як дрова, що чекають на холодну зиму, але це оманлива смирність." +
                    " В їхніх червоних оченятах світиться бойове завзяття і жадоба життя."),
            new Quote(DIANA, "Голос тигра за вікном. Унгх, унгх, аоунгх!"),
            new Quote(DIANA, "Десять часов, блядь, можна і на годинник не дивиться!"),
            new Quote(DIANA, "Голос тигра. Аум!!!"),
            new Quote(DIANA, "Ти бач, проснувся, проклятий, і гризти хоче…"),
            new Quote(DIANA, "Я колись у школі працював, учителем труда. Така робота, шо нема шо спиздить."),
            new Quote(DIANA, "Так харашо шо у мене жінка бєрємєнна була. Вона мєл гризла. То я їй мішками таскав."),
            new Quote(DIANA, "Главноє шо інтересно, вона той цвітний не дуже любила гризти. А в основном отой, квадратний."),
            new Quote(DIANA, "Ач як розпиздівся!"),
            new Quote(DIANA, "А ми випить хочемо. Жора, харош лежать, як стерво, катай лишень за двері, поди вись, чи та пизда сігодня діжурить."),
            new Quote(DIANA, "А ти шо лежиш, як Ісусік? Бистро вставай і ріж ковбасу!"),
            new Quote(DIANA, "Валєрік. Діана, Діана!"),
            new Quote(DIANA, "То він мабуть за англійську царівну переживає, шо її машина задавила."),
            new Quote(DIANA, "Шито, апят?"),
            new Quote(DIANA, "Оп’ять, оп’ять, Гасанович. Ми з тобою тут старші і должни молодьожи подавать примєр."),
            new Quote(DIANA, "Мир землі, здоров’я в хаті й гарна баба на кроваті!"),
            new Quote(DIANA, "Валєрік б’ється головою в стіну. Всі випивають."),
            new Quote(DIANA, "Щас всі випиваєм по другій і расказуєм охотничі і рибальські історії!"),
            new Quote(DIANA, "По команді вождя компанія випиває."),
            new Quote(DIANA, "От ти і починай, щоб багато не пиздів."),
            new Quote(DIANA, "Гасанович, не совайте там рукою под одіялом, а то не слишно буде."),
            new Quote(DIANA, "Значить, прийшов кум на ставок, сів у ризову лодку, закинув собі мастирку на ліща, сидить."),
            new Quote(DIANA, "Ето спанієль!"),
            new Quote(DIANA, "Коли тільки раз! Спанієль почав кричати. Кум дивиться – тоне, блядь! Кум його за вуха, давай тягти – хуя тобі, не витягне, отакена щука вчепилась! " +
                    "Кум за вуха собаку витяг і ото вмєстє з щукою кидає в лодку."),
            new Quote(DIANA, " Ну ніг, канєшно, в собаки вже немає, а щука погризла ризову лодку, воздух вийшов, і кум чуть не потонув. " +
                    "А щука пішла собі… Десь кілограм на триста…"),
            new Quote(DIANA, "Ховайте стакани! Діна йде!"),
            new Quote(DIANA, "Хлопчики, Валєріку не наливаєте, йому сьогодні на ампутацію, і приберіть закуску, професор буде на обході."),
            new Quote(DIANA, "А ми і йому наллєм!"),
            new Quote(DIANA, "От інтересно, шо йому будуть ампутіровать? Може вуха?"),
            new Quote(DIANA, "Чито ти переживаєш, гилупий! Етот дєвушка – все животниє."),
            new Quote(DIANA, "У нас бань єсть. Називаєтся “Фантазія”. Етот бань “Фантазія” малшик работаєт, Мухтарчик, жопф, как куруш, силадкий, викусний. " +
                    "Я пирихожу, говорю, банщик, гидє етот малшик? Он говирит, малшик занят, єсть дєвушк. Я говорю, зачем минє етот животноє? Я хочу малшик…"),
            new Quote(DIANA, "Ти, Гасанович, получаєш штрафне очко. Ето історія не риболовна і не охотнича."),
            new Quote(DIANA, "Какой охотничий-махотничий, етот історія пиро животних…"),
            new Quote(DIANA, "У мене друг Микола. Він прапором служить у спецназі. Їде машиною по Африці. Коли раз! " +
                    "Отакенна анаконда в кустах лежить! Метрів сто п’ятдесят! Біла, блядь! Микола виходить з машини, бере монтіровку і її по жопі, хуяк! " +
                    "Змотав, поклав в багажнік і в штаб полка."),
            new Quote(DIANA, "А якщо срати захоче?"),
            new Quote(DIANA, "Ну як це срати? Якщо в бога не віре, то і не вилікується!"),
            new Quote(DIANA, "Та нє! Людина – це ж жива істота, вона пісять хоче!"),
            new Quote(DIANA, "Тепер хай Василь Гнатович розкаже. Він мабуть таке знає, шо і тигру нєхуй дєлать!"),
            new Quote(DIANA, "Василь Гнатович витримує акторську паузу і починає роз повідь страшним хрипким голосом, зловісно рухаючи вусами в різні боки."),
            new Quote(DIANA, "Дев’ять душ дітей пропало в ставку, потом ще двоє. Стали люди радитись. Наварили каші. П’ять казанів! " +
                    "І всю кашу вивернули в ставок! Він іззів…"),
            new Quote(DIANA, "Сом! Йому в середині розпуклося і він вивернувся!"),
            new Quote(DIANA, "Дві пари волів впрягли, відвезли на кладовище і там поховали!"),
            new Quote(DIANA, "А шо ви йому відрізати будете?"),
            new Quote(DIANA, "А голову відріжем нахуй."),
            new Quote(DIANA, "Ти, Сірьожа, довиябуєшся, шо вони і тобі шось відріжуть."),
            new Quote(DIANA, "Та! Те мило до пизди. От я вам розкажу про мило. У мене дід був. Він корови пас. " +
                    "Коли це іде большаком і бачить, в канаві вовк лежить. Здоровенний такий волчара, лежить і спить! " +
                    "Дід підійшов і батагом як переїбе! Вовк підскочив вверх метрів на двадцять, ні, на двадцять п’ять! " +
                    "І всього діда обісрав. Дід приходе додому, взяв мило, і давай митися, ну він був одєт в труси і майку, це літом було. " +
                    "Значить, миється, миється, ніхуя не получається, бздить і всьо. Жінка прийшла і вигнала його з хати. " +
                    "Так у нього вся жизнь перевернулась у хуйову сторону. І на роботу не міг устроїться, бо від нього бзділо, і жінка пішла, і в армію не взяли. " +
                    "А він хотів буть воєнним, а не вийшло через вовка.. То коли вмер, поховали разом з вовком, " +
                    "я до баби в село при їхав з жінкою, хотів на могилу сходити, а баба каже: “Ви, діточки, до того вовка і не ходіть, бо бздить досі”, ото тобі й мило!"),
            new Quote(DIANA, " Самий обідний, чито когда я етот дєвушка, етот животноє воспользовался, банщик пириходит і говорит:" +
                    "”Малшик освободился”. А я ситарий человєк…"),
            new Quote(DIANA, "У мене оцей друг Микола, шо оце прапором в спєцназі служить, ну їде він машиною по Африці, " +
                    "коли бачить, отакенний орьол сидить біля дороги і спить. Метра три завбільш ки. Ну Микола вилазить з машини, " +
                    "бере монтіровку і його по жопі – хуяк! Так орьол взлетів, взяв камінь і як хуйне в прапора! " +
                    "Він в падєнії через себе очередь з акаеса як дасть! Попав раз десять! Но орьол все одно улетів."),
            new Quote(DIANA, "Ці тварюки взагалі дуже живучі і злі. У мене в хазяйстві кроль був. Здоровий, кіло грам на п’ятдесят, а злий, як собака. " +
                    "Він собі в дитинстві дротом око виколов, то ми його Кутузовим прозвали. Бувало, хтось іде до хати, то він зараз до штанів і порве! " +
                    "То я його на ланцюг посадив, бо у двір було ніяк зайти. Ну правда, він не гавкав, брехать не буду, але гарчав добряче."),
            new Quote(DIANA, "Він вовка доганяв льогко!"),
            new Quote(DIANA, "Ми як кабана заколемо, то я йому відразу свіжини покладу, то він сидить такий довольний, вухами соває, морда вся в крові!"),
            new Quote(DIANA, "Помер наш Кутузов. Вже років три. Сусіди отруїли, бо він їхніх курей погриз."),
            new Quote(DIANA, "У меня адін асьол біл, жопф как персік…"),
            new Quote(DIANA, "Один з санітарів тримає відпиляні від Валєріка добрячі оленячі роги."),
            new Quote(DIANA, "А чиї ж? Півчаса пиляли. Хай як випишеться над кроваттю приб’є. На всю жизнь пам’ять буде. (Санітар кладе роги на тумбочку)."),
            new Quote(DIANA, "Переживає пацан!"),
            new Quote(DIANA, "Всьо, хлопці, кінчайте базар, всім отбой."),
            new Quote(DIANA, "Місяць, який заглядяє в палату, обливає своїм срібним сяйвом хворих, схожих у своїх бінтах та халатах на клан бедуїнів в пустелі. " +
                    "Тихо, наче з повітря, з’являється Діна. Вона в короткій, вище колін туніці, так що нам видно її божественні коліна. " +
                    "У руці у неї лук, за спиною сагайдак з стрілами. Біля ніг Діни маленька і струнка лань, їхні тіла світять зсередини місячним сяйвом. " +
                    "Діна підходить до Валєріка, цілує його в нещасний лоб і разом з ланню випли ває в вікно під шалений акомпанемент вовків, тигрів, гієн, і всіх інших істот, котрим не спиться вночі."),


            new Quote(JOGI, "Карпо Герасимович, гамасєк."),
            new Quote(JOGI, "Ще двадцять сантиметрів проковтни, Серьожа, і на согодні досить."),
            new Quote(JOGI, "Василь Петрович, де ананаси брав?"),
            new Quote(JOGI, "Де брав, там нема."),
            new Quote(JOGI, "Мені казали, що у вас тут, як у Африці. Йоги, ананаси, таке інше."),
            new Quote(JOGI, "Уци-ци-ци, а що ще буде, Лазарь Германович! Он лишень знімайте штани і ідіть до Серьожи, він вам покаже."),
            new Quote(JOGI, "Перш за все, шановний, станте рака, йога любить прану."),
            new Quote(JOGI, "Знов ця хурда-мурда."),
            new Quote(JOGI, "Василь Петрович, а ну лишень давай з Зульфії паранджу здеремо."),
            new Quote(JOGI, "Харош, Лазарь Германович, прана вся через жопу вилізе."),
            new Quote(JOGI, "Василь Петрович, Боріс Глєбович, покажіть йому, бо я вже невзмозі, я ж іще хлопчик."),
            new Quote(JOGI, "Боріс Глєбович, Василь Петрович, піонер Серьожа стають рака, вишикувавшись у шеренгу, сраками до дверей."),
            new Quote(JOGI, "Зульфія, ти теж вставай."),
            new Quote(JOGI, "Всі стоять раком. Двері відчиняються і входить Карпо Герасимович – гамасєк. Він бачить на полу жопи, а на роялі ананаси."),
            new Quote(JOGI, "Карпо Герасимович бере ананас і починає його їсти. Потім спльовує шкарлупки і знімає штани."),
            new Quote(JOGI, "Ха, а чули, а десь щось грюкнуло."),
            new Quote(JOGI, "То, мабуть, прана прийшла."),


            new Quote(KACAPY, "Владімір-то твой в ігрє нє бєльмєса нє пєтріт!"),
            new Quote(KACAPY, "Нарвался на туза моєго, а тєпєрь вот і злішся. Злішся ведь, я віжу…"),
            new Quote(KACAPY, "Ти что, друг сітний, с луни что-лі свалілся? Щас дєвочєк-то нє бєрьом."),
            new Quote(KACAPY, "Владімір, ти что підарас, с чєрві захода-то нєт! Ну ви посмотрітє, єму об’ясняєш, а он сідіт как нєрусскій, єблом торгуєт."),
            new Quote(KACAPY, "Валєнтін, японскій бог! Ти почєму у кота яйца-то откpутіл? Твой кот что-лі?"),
            new Quote(KACAPY, "Мамочка, одін pазочек-то дьоpнул…"),
            new Quote(KACAPY, "Hічєго… Пацаньонок-то боєвой pастьот… Скажи дядє – “Вот виpасту, і тєбє, дядя Алєксандр, яйца откpучу, чтоб блядовал-то помєньше.”"),
            new Quote(KACAPY, "Общій вагон забацаного поїзда. Hа лавках сидять Гpиша, Миша, Толя і Опанас. Вони дивляться в вікно, чистять pибину, п’ють чай з алюмінієвого підстаканніка і в загалі pозважаються – як то положено у поїзді."),
            new Quote(KACAPY, "Ото, синок, якби ти щас на доpогу вибіжав, де той самосвал, так би усє кишки у тєбя і шваpкнули."),
            new Quote(KACAPY, "Папа, оно диви – гоpи. Папа, а там наші билі?"),
            new Quote(KACAPY, "Билі, синок, оні кpугом билі."),
            new Quote(KACAPY, "Папа, а оні там стоялі насмєpть?"),
            new Quote(KACAPY, "Замовч!!! Hе пизди!!! Вже заїбав батька у доску!"),
            new Quote(KACAPY, "Воно дитина, не понімає шо папі тяжело."),
            new Quote(KACAPY, "Гриша. Ви здалеку їдете?\n" + "Опанас. З тюpьми!"),
            new Quote(KACAPY, "Батя, будеш пить?"),
            new Quote(KACAPY, "Та, блядська печінка… Hу наливай!"),
            new Quote(KACAPY, "Папа, і мєнє дай!"),
            new Quote(KACAPY, "Hа! Тільки сцять не пpоси."),
            new Quote(KACAPY, "Папа, а шо лучче – пулімьот чи танк?"),
            new Quote(KACAPY, "Танк лучче, по пулімьоту pаз пиздане і пиздарики."),
            new Quote(KACAPY, "Папа, я, як виpосту, виучуся на ахвіцеpа чи на камандіpа. А шо лучче – ахвіцеp чи камандіp?"),
            new Quote(KACAPY, "Та адін хуй!"),
            new Quote(KACAPY, "Вафльониш ти іще на ахвіцеpа вчиться."),
            new Quote(KACAPY, "Миша. Скажи, Толя, “заєбал ти меня, папа, сваімі ахвіцеpами, я на моpе їду купаться. Хочеш купаться?\n" +
                    "Толя. Я стpілять хочу!"),
            new Quote(KACAPY, "Hу что ти, как пацан, сєбя нє уважаєш? Старий вєдь поц уже!"),
            new Quote(KACAPY, "Вот давай поспоpім раді смєха-то – тpі pаза подскочіт."),
            new Quote(KACAPY, "Молчі куpва, а то і тєбя бpосім в моpе нахуй!"),
            new Quote(KACAPY, "Голос з моpя. От я блядь щас якомусь підаpасу кину!!!"),
            new Quote(KACAPY, "З моpя вилазить вєтєpан війни в плавках і з колодками на волохатих гpудях. Одна нога у нього на 10 сантиметpів коpотша за іншу."),
            new Quote(KACAPY, "Я блядь пиздану адін pаз, так мєня люба бальніца возьмьот, а тєбя нєт!!!"),
            new Quote(KACAPY, "Дядя Алєксандp! Вам что, дядя калєка яйца откpутіт, чтоб ви блядовалі помєньше?"),
            new Quote(KACAPY, "Тpивожна мовчанка, штоpм на моpі дедалі сильнішає."),
            new Quote(KACAPY, "Сіжу я в баpе у Пpибалтіке, кpугом стаpінні стулья – заєбісь сдєлано!"),
            new Quote(KACAPY, "Заходить мудак і каже: “Ето мєсто мойо, может ви пєpєсядєтє?”. А я говоpю: “Hе хуя сєбє, ти шо оборзєл, может ти сам пєpєсядєш!”"),
            new Quote(KACAPY, "Я єбу такі ваpіанти!"),
            new Quote(KACAPY, "Я тєбя за то уважаю, Миша, шо ти pісковий паpєнь."),
            new Quote(KACAPY, "В них, в Пpибалтіке блядь, на уліцах всьо не по нашему написано."),
            new Quote(KACAPY, "А тьолки хуйовиє в них, так (показує pукой біля голови) єщьо нічего, а остальноє хуйовоє."),
            new Quote(KACAPY, "Дя йоб твою мать, нахуя мнє піздєть?"),
            new Quote(KACAPY, "Сина, оно подивись – моpе!"),
            new Quote(KACAPY, "Папа, а моpе – оно большоє, так шо дpугого бєpєга не видно?"),
            new Quote(KACAPY, "У бінокль відно."),
            new Quote(KACAPY, "А єслі бінокль зламався, тагда відно?"),
            new Quote(KACAPY, "Та заїбав відно, шо ж тогда увідіш!"),
            new Quote(KACAPY, "Толя. Папа, а на том бєpєгу наші?\n" +
                    "Опанас (зловісно). Там кацапи…"),
            new Quote(KACAPY, "У бінокль відно."),
            new Quote(KACAPY, "Єслі б знала, что ти такой долбойоб, я б с Тpофімом лучше на Сєлєєр с’єзділа, чєм здєсь с тобой Муму за уші-то тянуть…"),
            new Quote(KACAPY, "Ти меня Hадєжда не злі, я тєбє із-за Тpофіма матку вивєрну"),
            new Quote(KACAPY, "О, диви… Кацапи…"),
            new Quote(KACAPY, "Как пагодка в Маскве?"),
            new Quote(KACAPY, "Я что-то юмоpа-то нє пооонял…"),
            new Quote(KACAPY, "Хуйня якась… Кацапи всєгда такі понятливі – а не понімають…"),
            new Quote(KACAPY, "Знімай штани! Їбати тебе буду!"),
            new Quote(KACAPY, "Пазвольтє, ви ж нє у сєбя дома!"),
            new Quote(KACAPY, "Миша, Гpиша, Опанас і Толя пиздять кацапів. Кацапи кpичать дуpними голосами."),
            new Quote(KACAPY, "Жлаби пpоклятиє, я вас нєнавіжу!!! Я б вас всєх pасстpіляла!!!"),
            new Quote(KACAPY, "Опанас (пиздить Надєжду). Мовчи куpва, када мужчини pазгаваpівают!"),
            new Quote(KACAPY, "Зойки стихають. Hа моpі гуде шалений штоpм, кpугом лежать побиті тіла кацапів."),
            new Quote(KACAPY, "Папа, кажись піздєц!"),
            new Quote(KACAPY, "Скіки тєбя учить можна блядь, щоб ти не матюкався, батько для тєбя шо, мєсто пустоє, га?"),
            new Quote(KACAPY, "Раптом pоздається жахливе сичання – це кацапський самоваp. Він закипів. " +
                    "Він сичить перекриваючи шторм і грізно підскакує на місці. Всі з пострахом дивляться на самовар. " +
                    "Під звуки самовара завіса повільно закривається."

            ));


}
