package com.mihadev.poderevjanskyibot;

import java.util.Arrays;
import java.util.List;

import static com.mihadev.poderevjanskyibot.Book.*;

class Quotes {
    static final List<Quote> QUOTES = Arrays.asList(
            new Quote(DANKO, "Хлопці! Хорош ноги бить. Начальство очки гребе, а ми синці лопатою вигребаємо."),
            new Quote(DANKO, "Не розмишлять! Чмо японське! Іттіть!"),
            new Quote(DANKO, "Урааа! Вперьод, чмо японське!"),
            new Quote(DANKO, "Всі біжать за Данком у напрямку протилежному тому з якого прийшли."),
            new Quote(DANKO, "Та вже мабуть прийшли."),
            new Quote(DANKO, "Контра. Не пиздіть. Іттіть."),
            new Quote(DANKO, "Я їбав таку жизнь."),
            new Quote(DANKO, "Харош, пизда ваша мати. Шо поставали?"),
            new Quote(DANKO, "Вот ніхуйова пагодка."),
            new Quote(DANKO, "Шо мовчите? Га? Де Ізергіль, стара блядь!"),
            new Quote(DANKO, "А не пішов би ти на хуй!"),
            new Quote(DANKO, "DANKO! Нирки рви – вони горітимуть."),
            new Quote(DANKO, "Голос з натовпу. Ніхуя нє піздєц! Ми тут в пустині сад зробимо!"),

            new Quote(PACAVATA_ISTORIA, "Клім Моісєйович, послушайтє міня, Ви підарасів етіх бойтєсь, как огня!"),
            new Quote(PACAVATA_ISTORIA, "Я встрашном гнєвє, помолчі, мудак, Когда говоріт Гнат Пилипович Рак!"),
            new Quote(PACAVATA_ISTORIA, "Моя твою возьмьот за голу сраку І харашо отпіздіт, як собаку."),
            new Quote(PACAVATA_ISTORIA, "Ідітє нахуй всє, покіньтє кабінет!"),
            new Quote(PACAVATA_ISTORIA, "Лариса Сидорівна Сало Сьогодні под трамвай попала, І он їй іспортіл всьо їбало."),
            new Quote(PACAVATA_ISTORIA, "Смотрітє, от хуйова баба. І відно, шо на перед слаба."),
            new Quote(PACAVATA_ISTORIA, "Ви, курви, обє замолчіть! Кажу я, нахуй всі ідіть!"),
            new Quote(PACAVATA_ISTORIA, "Товариш Рак, ви шо мудак?"),
            new Quote(PACAVATA_ISTORIA, "К тєбє прийшов я нє таясь, Тьми вогкой пацаватий Князь."),
            new Quote(PACAVATA_ISTORIA, "Токо блядь так заставляє сєбя ждать!"),
            new Quote(PACAVATA_ISTORIA, "Ви мене іжвінітє жа хуйову дікцію. У мєня кольцо в жубах."),

            new Quote(HVOROBA_IVASYKA, "Входить Випадєніє Матки. Воно таке як і інші, тількі між ногами у нього волочиться мішок."),
            new Quote(HVOROBA_IVASYKA, "Вже стара блядь, а брючного костюма наділа"),
            new Quote(HVOROBA_IVASYKA, "Ми ковалі нашого щастя, Івасику!"),
            new Quote(HVOROBA_IVASYKA, "А ти молодець, Івасик, знаєш, що слину лікарі збирають на аналізи. Я вже чемодан слини назбирав!"),
            new Quote(HVOROBA_IVASYKA, "Гарний хлопчик. Зараз лікар випише рецептик і будем ням-ням дімедрольчик. Хочеш ням-ням дімедрольчик?"),

            new Quote(JAN_MARE, "Жан Маре, улюбленець глядача.\n" + "Віолєтта і Травіата, бляді, котрих їбе Жан Маре."),
            new Quote(JAN_MARE, "Йобана обізьяна, Єбіческа сила, потусторонні сили зла."),
            new Quote(JAN_MARE, "Дія друга.\n" + "Жопа. В ній сидить Кардинал."),
            new Quote(JAN_MARE, "Рошфор продовжує катувать блядєй. Він пиздить їх великим дрючком, б’є ногою по зубах і по печінці."),
            new Quote(JAN_MARE, "А чого в очі не дивитесь, суки?"),
            new Quote(JAN_MARE, "Мені Віолетта часи подарила. П’ятьсот карбованців стоять. (дістає часи Орієнт і пиздить їми об стол) Бачиш! А їм ніхуя!"),
            new Quote(JAN_MARE, "Це не наші. Мені Травіата теж галстук подарила, щоб не пиздив."),
            new Quote(JAN_MARE, "От блядь! Всі мої плани накрились пиздою."),
            new Quote(JAN_MARE, "Товаришу начальник! Передовий підрозділ у складі старшого сержанта Йобаної обізяни і єфрейтора Йєбіческой сили впиздили якусь стару пизду."),
            new Quote(JAN_MARE, "От блядь! Всі мої плани накрились пиздою.")


    );
}
